/*
SQLyog 企业版 - MySQL GUI v8.14 
MySQL - 5.7.3-m13 : Database - xccloud
*********************************************************************
*/


/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`xccloud` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `xccloud`;

/*Table structure for table `bbs_card` */

DROP TABLE IF EXISTS `bbs_card`;

CREATE TABLE `bbs_card` (
  `id` int(8) NOT NULL AUTO_INCREMENT COMMENT '帖子ID',
  `title` varchar(50) DEFAULT NULL COMMENT '帖子标题',
  `content` varchar(9999) DEFAULT NULL COMMENT '帖子内容',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `bbs_card` */

insert  into `bbs_card`(`id`,`title`,`content`) values (1,'腾讯、京东、苏宁等将联手投资新乐视智家','据《中国企业家》报道，有知情人透露，融创、腾讯、京东、苏宁等六七家公司将会参与到新乐视智家的最新一轮融资中。一位接近乐视的投资人证实了这一消息。  目前，孙宏斌并未回复，苏宁表示“尚不知情”，腾讯则回复不予置评。  最新情况是，新乐视智家的这笔30亿元融资基本敲定，已经处于签字状态，其中约20亿来自几大投资方，另一部分将通过债转股的形式进行募资。据一位近乐视的知情人士透露，每家投资金额不会太多，并且会签署严苛的投资条款。上述投资人表示，两个月前腾讯等公司就已经开始商谈投资一事。  新乐视智家原名乐视致新，是乐视网旗下控股子公司。2017年12月5日发生公司名称变更，法人也由贾跃亭变更为张志伟。'),(2,'电信的光猫有WIFI功能，为什么不让别人使用？','因为光猫的最主要作用是将光信号与电信号之间的调制/解调，wifi只是其中一个附属功能。由于目前中国电信为了响应国家宽带降费提速，以往采购的都是华为、中兴这些大品牌光猫，质量非常好，但是现在为了节省成本，采购的都是比较便宜的二线品牌光猫，不是说不能用，就是在稳定性上存在 很多问题，动不动几天就要重启一遍，不然光猫就会假死。因此如果再启用WIFI功能，光猫的CPU负载更高，会导致光猫更加不稳定，频繁掉线、卡死。  其次就是光猫一般是放在弱电箱中，而大部分家庭的弱电箱都是在门口，户型不好的话，相当你的wifi架在角落里头，势必造成全屋很多网络死角，进而让你的网络体验无比地差。如果你外接路由器的话就没有这个问题了，可以随便地架设在家里的中央，可以有效保障全屋覆盖到wifi信号。  还有就是光猫中自带的WiFi一般都是2.4G频段，802.11b/n/g，网络速度根本无法保证，这都是wifi刚刚诞生年代就支持的特性，你想想就知道有多差。  就以上三点，中国电信不给你用光猫的wifi功能，其实是为了你好呀！如果情况允许，甚至建议你把原光猫升级一下。'),(4,'今天下了一天的雨','哗啦啦哗啦啦哗啦啦'),(5,'为什么不能大力关车门？','大力关车门在我们的日常生活中是最常见不过的事情了，殊不知这大力关车门的背后对车门的损伤有多大。其实车门的内部结构还是挺复杂的，比如说门锁、防撞梁、喇叭、隔音层和防水层等。现在的车子为了能让车主不用那么大力的关车门，很多车子都采用了电吸门，主要通过电源的通断来控制开关门。当然了，即使这样很多人还是改变不了大力关车门的习惯，那到底大力关车门对于车门有什么危害呢？以下我们就来说一下。    第一点，损害车门结构。  经常大力关车门会使得铰链松动，玻璃的升降机也会容易变形或移位，对各个塑料件的连接也会产生极大的损害。再严重一点会影响卡扣，卡扣松动会产生异响，各种感应开关也会受损伤。    第二点，对车内人员产生不利影响。  我们不说车主会不会心疼车门，在大力关车门的时候瞬间产生的气流会造成驾驶员的耳膜产生疼痛感，所以说不仅是心理，身体也会受到影响。  其实讨论这个大力关车门的事并非把小事放大了，很多时候都是量变引起的质变。不要因为个人习惯问题，缩减了汽车的使用寿命不说，对于司机的身心也是很不利的。  对于正确关车门，我们完全可以下车后把车门推送至离车身B柱十到十五厘米处，再稍微用力推上即可，再或者一直慢慢推到把车门关上为止，是不是不仅没了噪音，对车门的影响也小了很多。');

/*Table structure for table `follow` */

DROP TABLE IF EXISTS `follow`;

CREATE TABLE `follow` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '关注表ID',
  `pid` int(6) NOT NULL COMMENT '关注项ID',
  `menu_id` int(6) NOT NULL COMMENT '模块ID',
  `weixin_id` varchar(40) NOT NULL COMMENT '微信用户ID',
  `state` int(1) DEFAULT NULL COMMENT '关注状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `follow` */

/*Table structure for table `following` */

DROP TABLE IF EXISTS `following`;

CREATE TABLE `following` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL,
  `eid` int(11) NOT NULL,
  `e_type_id` int(11) NOT NULL,
  `state` int(11) DEFAULT '1',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=74 DEFAULT CHARSET=utf8;

/*Data for the table `following` */



/*Table structure for table `news` */

DROP TABLE IF EXISTS `news`;

CREATE TABLE `news` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '新闻ID',
  `title` varchar(40) NOT NULL COMMENT '新闻标题',
  `content` int(6) NOT NULL COMMENT '新闻内容',
  `publisher` int(6) DEFAULT NULL COMMENT '发布者',
  `time` datetime DEFAULT NULL COMMENT '发布时间',
  `type` varchar(20) NOT NULL DEFAULT '0' COMMENT '新闻类型  ：0-无类型 ',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `news` */

/*Table structure for table `offline_activity` */

DROP TABLE IF EXISTS `offline_activity`;

CREATE TABLE `offline_activity` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '线下活动ID',
  `title` varchar(40) NOT NULL COMMENT '线下活动标题',
  `content` int(6) DEFAULT NULL COMMENT '线下活动内容',
  `run_time` datetime DEFAULT NULL COMMENT '线下活动开始时间',
  `time` datetime DEFAULT NULL COMMENT '线下活动发布时间',
  `state` int(1) NOT NULL DEFAULT '0' COMMENT '线下活动状态  0-未发布',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `offline_activity` */

insert  into `offline_activity`(`id`,`title`,`content`,`run_time`,`time`,`state`) values (1,'测试第一个线下活动',1,NULL,NULL,1);

/*Table structure for table `offline_activity_link` */

DROP TABLE IF EXISTS `offline_activity_link`;

CREATE TABLE `offline_activity_link` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '线下活动环节ID',
  `pid` int(6) NOT NULL COMMENT '线下活动ID',
  `link_name` varchar(40) DEFAULT NULL COMMENT '线下活动环节名',
  `link_content` int(6) DEFAULT NULL COMMENT '线下活动环节内容ID',
  `like_num` int(99) DEFAULT '0' COMMENT '关注数/喜爱数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `offline_activity_link` */

/*Table structure for table `online_activity` */

DROP TABLE IF EXISTS `online_activity`;

CREATE TABLE `online_activity` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '线上活动ID',
  `title` varchar(40) NOT NULL COMMENT '线上活动标题',
  `content` int(6) NOT NULL COMMENT '线上活动内容',
  `publisher` int(6) DEFAULT NULL COMMENT '发布者',
  `time` datetime DEFAULT NULL COMMENT '发布时间',
  `type` varchar(20) NOT NULL DEFAULT '0' COMMENT '线上活动类型  ：0-无类型 ',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `online_activity` */

/*Table structure for table `paintings` */

DROP TABLE IF EXISTS `paintings`;

CREATE TABLE `paintings` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '画作ID',
  `paintings_id` varchar(21) DEFAULT NULL COMMENT '画作唯一编号',
  `paintings_name` varchar(40) DEFAULT NULL COMMENT '画作名称',
  `paintings_type` varchar(100) DEFAULT '0' COMMENT '画作类型',
  `paintings_img` varchar(1000) DEFAULT NULL COMMENT '画作图片地址',
  `like_sum` int(90) DEFAULT '0' COMMENT '画作关注数',
  `paintings_state` int(1) DEFAULT '0' COMMENT '画作状态 0-未上架  1-上架',
  `paintings_spec` varchar(40) DEFAULT NULL COMMENT '画作规格',
  `paintings_year` varchar(10) DEFAULT NULL COMMENT '画作年代',
  `paintings_price` int(6) DEFAULT NULL COMMENT '画作价格',
  `paintings_content` text COMMENT '画作内容',
  `create_time` varchar(40) DEFAULT NULL COMMENT '画作创建时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=273 DEFAULT CHARSET=utf8;

/*Data for the table `paintings` */

insert  into `paintings`(`id`,`paintings_id`,`paintings_name`,`paintings_type`,`paintings_img`,`like_sum`,`paintings_state`,`paintings_spec`,`paintings_year`,`paintings_price`,`paintings_content`,`create_time`) values (57,'4070001','皇帝的新衣','9,12','/public/upload/myImage-1531707494869.jpg',0,1,'7*8','1996',NULL,'<p>看今日，有做不完的“新衣”，而且越做越高明，就连他的小内裤也是“新”的了。新衣虽然凡人的眼睛看不见，但是今日形形色色的“新衣”真是让人看的眼花缭乱。 &nbsp;&nbsp;</p><p>&nbsp;</p><ul><li>1997年入选《比利时国际童话、民间故事藏书票展》 比利时圣·尼克拉斯美术馆收藏并编 &nbsp; &nbsp; 入优秀作品集</li><li>1998年入选《俄罗斯圣彼得堡第二十七届国际藏书票双年展》圣彼得堡美术馆收藏</li><li>1998年入选《亚洲藏书票展专辑》</li><li>1998年获第七届全国藏书票大展金奖</li><li>1999年入选《藏书票百家选》</li><li>2007年入选《中国新兴版画75周年藏书票选集》</li></ul>','2018-07-16 2:19:7'),(58,'4071064','战风车','9','/public/upload/myImage-1531707793130.jpg',0,1,'10.5*11','2010',NULL,'<p>堂吉柯德把风车看成是三头六臂的巨人，便驰马加鞭直冲过去，欲与风车比高下。他一枪刺中风车的翅膀，翅膀在风车里转得正猛，把吉柯德连人带马直扫出去，摔滚在地上，一时不能动弹，但他也不喊叫疼痛。因为骑士规则第九条规定：“骑士不论受了什么伤都不得哼痛”&nbsp;</p><p>&nbsp;</p><ul><li><span style=\"font-family:Verdana, Geneva, sans-serif;\">2012年获《第十四届全国藏书票、小版画艺术展》最佳藏书票奖（最高奖） &nbsp;</span></li><li><span style=\"font-family:Verdana, Geneva, sans-serif;\">2014年获《西班牙第35届国际藏书票双年展》“荣誉提名奖”</span></li></ul>','2018-07-16 2:25:0'),(59,'4072066','远方的杜尔西内娅','9','/public/upload/myImage-1531708058389.jpg',0,1,'10*11','2010',NULL,'<p>堂吉柯德思念日久不见的意中人杜尔西内娅村姑，他特意认真地决定去模仿有名望的骑士们发疯的把戏，为的是能得到意中人的感动。于是思索片刻的吉柯德便急急忙忙把下半身脱得精光，头朝下脚在上倒竖蜻蜓，并再三地让侍从桑丘回去将他发疯的情景一一告诉他日夜想念的杜尔西内娅。&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《第十四届全国藏书票、小版画艺术展》最佳藏书票奖 （最高奖）</li><li>2014年获《西班牙第35届国际藏书票双年展》“荣誉提名奖”</li></ul>','2018-07-16 2:28:0'),(60,'4073085','动物庄园Ⅰ','9','/public/upload/myImage-1531708329665.jpg',0,1,'9*11','2012',NULL,'<p>&nbsp;●羊举着它们的标语口号“四条腿好，两条腿坏”。</p><p>&nbsp;●属四条腿的大肥猪，一看就能看出它是这场把两条腿的庄园主，赶出庄园主的主角领袖，在指挥一切。&nbsp;</p><p>●“两条腿坏”鸡吓得靠边站，生怕自己被打成两条腿的敌群中，因为它断定不了自己是属于两条腿的，还是属于四条腿的。</p><p>&nbsp;● 两只羊雄赳赳、气昂昂地举着战斗口号，神气十足，心想：谁都知道我们祖祖辈辈都是四条腿的。</p><p>● 笃定自己是四条腿的牛，在弹着琴，纵声歌唱庆贺胜利。但没有想到自己还会有另一个下场出现。</p><p>&nbsp;● 小老鼠感到有点害怕，心想我虽然也是四条腿，但整天不劳动，还偷偷摸摸地干些见不得人的事，恐怕下场也会像庄园主那样（躲在人的旁边）。</p><p>&nbsp;● 耀武扬威的小猪仔知道自己是未来庄园主的苗子和接班人，</p><p>&nbsp;● 虽然人被打翻在地，但在目前来看还给他留一条活命。&nbsp;</p><ul><li>&nbsp;</li><li>2012年参加《中国黑龙江国际藏书票邀请展》</li><li>2012年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖</li></ul>','2018-07-16 2:31:48'),(61,'4074086','动物庄园Ⅱ','9','/public/upload/myImage-1531708392631.jpg',0,1,'9*11','2012',NULL,'<p>● 标语口号是“四条腿好。两条腿更好”&nbsp;</p><p>●四条腿的外交美女粉墨登场与两条腿的人喝着XO美酒。且又超时代的显露着性感的肚脐。</p><p>&nbsp;●一只鸡已被放在盘子里作了美味佳肴。</p><p>●另一只鸡马上有被宰的可能，只待主子一声令下。&nbsp;</p><p>●牛被按在地上，琴被扔在地上，随时有被宰吃肉的命运，这是它做梦也没有想到的。&nbsp;</p><p>●出了一辈子力的那匹老马，有气无力地淌着眼泪。心想我没功劳也有苦劳啊！&nbsp;</p><p>●两只羊饿得两腿发软，想吃又不敢吃，还不如小老鼠还可以偷偷地吃。&nbsp;</p><p>●四条腿的主人，和被邀请来的两条腿的贵宾，胸前插着小花，显出双方高贵的身份。</p><p>&nbsp;●一只全副武装的狗，得意地抽着人的雪茄。&nbsp;</p><p>●所有的狗非常得宠，除了主子，它们把谁也没放在眼里。&nbsp;</p><p>&nbsp;</p><ul><li>2012年参加《中国黑龙江国际藏书票邀请展》&nbsp;</li><li>2012年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖</li></ul>','2018-07-16 2:34:2'),(62,'4075009','堂·吉柯德','9','/public/upload/myImage-1531708482310.jpg',0,1,'9*9','1998',NULL,'<p>当人们都在读着盛行的武侠骑士小说时，伟大的西班牙作家塞万提斯却另构思一部滑稽、讽刺性极强的不朽巨作——《堂·吉柯德》。善良的吉柯德是被骑士小说中毒很深的典型人物。塞万提斯通过堂。吉柯德，离家外出冒险经历的描写，鞭笞了那些庸俗、虚伪的骑士作家。我在年轻时，只是感觉到书中的主人公滑精可笑，体会不到塞万提斯的伟大思想。</p><p>&nbsp;</p><ul><li>1998年入选《俄罗斯圣彼德堡第二十七届国际藏书票双年展》圣彼德堡美术馆收藏&nbsp;</li><li>1999年参加波兰《WRCLAW小版画展》&nbsp;</li><li>2000年入选《第八届全国藏书票大展》&nbsp;</li><li>2000年入选《第十五届全国版画展》</li><li>&nbsp;2004年获《海峡两岸中国藏书票大展》银奖&nbsp;</li><li>2004年入选《梅园杯国际藏书票邀请展作品选集》&nbsp;</li><li>2004年北京鲁迅博物馆收藏 2000年入选《第十五届全国版画展》&nbsp;</li></ul>','2018-07-16 2:35:11'),(63,'4076010','巴黎圣母院','9','/public/upload/myImage-1531708566842.jpg',0,1,'9*9','1998',NULL,'<p>雨果作品中的吉卜赛女郎爱斯米拉达的善良和美丽；同情敲钟的驼背人卡西莫多，以及卡西莫多对爱斯米拉达忠贞的爱情，和他们所遭受的不幸。雨果在他的作品中深刻地揭示了善与恶、美与丑、爱与恨、生与死、交织在一起的冲突与矛盾。&nbsp;</p><p>&nbsp;</p><ul><li>1999年入选波兰《WRCLAW小版画展》&nbsp;</li><li>2000年入选《第二十八届波斯顿国际藏书票双年展》美国波斯顿图书馆收藏&nbsp;</li><li>2000年入选《第十五届全国版画展 》&nbsp;</li><li>2007年入选《中国新兴版画75周年藏书票选集》</li></ul>','2018-07-16 2:36:29'),(65,'4078016','第四十一','9','/public/upload/myImage-1531708684511.jpg',0,1,'9*10','1999',NULL,'<p>《第四十一》是前苏联作家拉夫列尼约夫的一部中篇小说。书中描写前苏联国内战争期间，一小队红军战士俘虏了一名白党中尉军官，其实他是一位还未毕业的大学生。女战士马柳特卡得到政委的命令：一 ：将俘虏押送到目的地； &nbsp;二 ：如果有其他意外情况发生就将他击毙。可是在押送途中马柳特卡和中尉产生了爱情，意外的情况终于发生了，马柳特卡的阶级斗争意识占了上峰，中尉应枪声而倒下，可是当马柳特卡看到鲜红的血浆和打碎的脑壳，她丢下枪、撕破胸前衣禁、号哭着：“亲爱的，你醒醒，我怎么了！”&nbsp;</p><p>《第四十一》是一部曾被批判为典型的“修正主义”文艺作品，而“修正主义”者讽刺批判者为天生不懂爱情，不会生育后代的骡子。&nbsp;</p><p>&nbsp;</p><ul><li>2000年入选《第八届全国藏书票大展》</li><li>&nbsp;2000年入选《第二十八届波斯顿国际藏书票双年展》美国波斯顿图书馆收藏 2000年入选《第十五届全国版画展》&nbsp;</li><li>2002年入选《罗马尼亚“世界和平”国际小版画邀请展》 卡布那里国际小版画联谊会收藏&nbsp;</li><li>2003年入选《中国藏书票精点》</li><li>&nbsp;2004年入选《梅园杯国际藏书票邀请展作品选集》&nbsp;</li><li>2005年入选《第十五届比利时圣·尼克拉斯国际藏书票展》&nbsp;</li></ul>','2018-07-16 2:38:44'),(66,'4079072','西西里岛的美丽传说','9','/public/upload/myImage-1531708775813.jpg',0,1,'10*11','2010',NULL,'<p>二次世界大战中，不知是死是活的丈夫在前线期间，年轻美丽而收敛的玛莲娜犹如一只茧，被包裹在小镇老少男人的窥视和女人的嫉妒之中。在战争的绝境中悲剧以不同的方式临到不同的人身上。为了生存，甚至是为了一片面包，码莲娜从收敛到张扬、从贞洁到放荡，这座曾经森严的城堡主动地向男人敞开城门。也许真正的尊严、贞洁是在没有威胁的情况下人们表现出的一种姿态。但如那样，玛莲娜早就饿死了。《西西里岛的美丽传说》的影片导演 — 托纳托雷的痛楚之处也正是如此。&nbsp;</p><ul><li>&nbsp;</li><li>2011年参加《第六届藏书票大赛。电影 — 梦机器》 专题展 （意大利）&nbsp;</li><li>2012年参加《中国黑龙江国际藏书票邀请展》&nbsp;</li><li>2012年参加《汕尾首届全国藏书票邀请展》&nbsp;</li><li>2012年获《2012第二届广州国际藏书票双年展》优秀藏书票奖&nbsp;</li></ul>','2018-07-16 2:40:3'),(67,'4080077','醉画仙','9','/public/upload/myImage-1531708829501.jpg',0,1,'8*11','2011',NULL,'<p>十九世纪中叶，贫苦出生的张承业，才华盖世。他出入高门贵室，却不懂人情世故，流连于酒肆勾栏之中，到头来成了孤家寡人。在他的一生中，大好河山踏遍，风来笔起，雨入墨端，更有美女绕指柔情……最终却是昙花一现。但张承业潦倒的一生却为本民族开创了有别于中国画和日本画的韩国体系。&nbsp;</p><p>&nbsp;</p><ul><li>2011年参加“第六届藏书票大赛。电影 — 梦机器”专题展 （意大利）</li><li>&nbsp;2012年参加《中国黑龙江国际藏书票邀请展》&nbsp;</li><li>2012年参加《汕尾首届全国藏书票邀请展》&nbsp;</li><li>2012年获《2012第二届广州国际藏书票双年展》优秀藏书票奖&nbsp;</li></ul>','2018-07-16 2:40:53'),(68,'4081078','契尔卡什','9','/public/upload/myImage-1531708881217.jpg',0,1,'9.5*11','2011',NULL,'<p>在高尔基笔下的契尔卡什是一位一无所有的流浪汉，他追求自由、热爱生活、仗义疏财，但内心却有无限的痛苦和创伤。而进城打工梦想发财的加弗里拉则是一个卑贱、狠毒、而又胆小怕事的典型人物，当他看到契尔卡什一下子弄到那么多的钱时，胆小如鼠的加弗里拉此时此刻脑子里除了想得到这些钱之外，其他的什么也不顾了，于是猫下腰抓起一块石头，对准契尔卡什的脑袋凶狠地叫了一声：“给你一下……” &nbsp;</p><p>&nbsp;</p><ul><li>2012年参加《汕尾首届全国藏书票邀请展》&nbsp;</li></ul>','2018-07-16 2:41:35'),(69,'4083126','胡实卡谢姑娘','9','/public/upload/myImage-1531709009116.jpg',0,1,'12*13','2015',NULL,'<p>脚夫在市场等生意，一个头戴面纱、身着细纱衫、腰结飘带、脚穿绣花鞋的妙龄女郎， 姗姗来到他面前，看了他一眼，用甜美、清脆的声音说 :“带着篮子跟我来吧。”脚 夫随着这个叫胡实卡谢姑娘的带领，买了各种水果和鲜花，来到三个女人的豪宅…… &nbsp;</p>','2018-07-16 2:42:39'),(70,'4084128','米斯里的姻缘故事','9','/public/upload/myImage-1531709086098.jpg',0,1,'10.7*13','2015',NULL,'<p>相传埃及有个大骗子名叫阿里•米斯里，为患甚大。警长和他手下的四十名巡捕， 挖个陷阱准备捕捉阿里，为民除害。可是去陷阱逮人时，发现阿里像水银泄地， 早已溜之大吉。阿里前往巴格达，在那里斗智、斗勇、斗骗，不仅得到了四位姑 娘和一笔银子，还得到国王哈里发的赏识，给他封官授禄，留于宫廷任职，并为 他与四位姑娘举办了盛大的婚礼。</p>','2018-07-16 2:44:59'),(71,'4085129','阿卜杜拉和两个哥哥','9','/public/upload/myImage-1531709144132.jpg',0,1,'10.7*13','2015',NULL,'<p>阿卜杜拉的两个哥哥诡计多端，是一肚子坏水的家伙。一心想杀害自己的弟弟， 夺取他的财产和美貌的妻子。因此几次被诅咒为狗，多亏弟弟的拯救才还回人身。 但事与愿违，弟弟越是尊重他俩，他俩就越嫉妒他。最后发展到图财害命的地步， 两个恶毒的哥哥终于受到报应，被判极刑死在绞架上。</p>','2018-07-16 2:46:1'),(72,'4086130','王后与卫普伯爵','9','/public/upload/myImage-1531709206888.jpg',0,1,'11.5*13','2015',NULL,'<p>国王和王子出征，国内一切事务由聪明能干的安特卫普伯爵来处理。王后见伯爵 相貌堂堂、举止优雅，便不由自主地堕入情网。可是伯爵是一个正人君子，便厉 色地拒绝了她。王后恼羞成怒，设法诬陷伯爵。安特卫普见状而慌，畏罪出亡， 隐姓埋名，流落他乡，从此人们不知他的下落。后来王后得了重病，在她临死前 向大主教忏悔，把自己的罪孽交代出来，其中有一件就是自己怎样诬陷安特卫普 的事。如此真相大白，冤枉了好人。国王得知后，召回伯爵恢复了荣衔，甚或加封， 以资补报。伯爵终身显贵。</p>','2018-07-16 2:47:7'),(73,'4087133','梦达公主的眼泪','9','/public/upload/myImage-1531709253593.jpg',0,1,'11*12.5','2015',NULL,'<p>国王唐克莱的女儿绮思梦达暗中爱上了宫廷侍从纪斯卡多。当国王得知后，为了 惩罚纪斯卡多和打消女儿的恋情，让她死了那颗心，决定绞死纪斯卡多，并把他 的心脏挖出来放在大金杯里作“安慰”送给女儿。绮思梦达的眼泪落在被盛在大 金杯里纪斯卡多的心上，遂服毒自尽。唐克莱王本是一位仁慈的国王，可是到了 晚年他的双手却沾满了一对情人的鲜血。</p>','2018-07-16 2:47:41'),(74,'4088138','妻子毁了宝石','9','/public/upload/myImage-1531709301824.jpg',0,1,'8.7*11','2015',NULL,'<p>卡拉德林是一个天生头脑简单而又想发大财的人。他听说缪诺纳河里出一种宝石，如果把这种 宝石带在身上，会使别人看不到自己，而自己可以看到别人，这样的话弗洛伦萨城的一切财富 便可为己有了。于是卡拉德林去找他认为最好的两个朋友一同去找这种宝石。他的朋友知道这 又是有人故意作弄他，所以便随同他的天真计划一道去找那价值连城的宝石。 他们来到河中不多时，卡拉德林捡到的“宝石”就装满了所有的袋子和衣襟里。突然他的朋友 假装东张西望地说：“卡拉德林哪里去了？是不是他捡到宝石早就回家了呢？”当卡拉德林听 到这话，立刻知道他们看不到自己的原因 , 心想我得赶紧回家去。在回家的路上，朋友扔石头 砸他，他也忍着疼痛不敢叫苦。此时正是中午人们都在家中吃饭和休息，也没遇见熟人，也没 人和他打招呼，所以他便以为是宝石在身的缘故。可是当快到家门口时，他的老婆正在门口焦 急地等着他，当望到他的身影时，老婆便开口骂道：“真是活见鬼，怎么才知道回家吃饭！” 卡拉德林听到这话，便知道自己分明是给妻子看见了。他又气又恨嚷道：“你这个贱货，你毁 了我的法术，我要让你知道我的厉害！”回到家里他气势汹汹地使尽平生力气把妻子痛打一顿。 卡拉德林望着满屋的石头仍在怨天尤人，恨自己没有福气。</p>','2018-07-16 2:48:29'),(75,'1001203','三月的歌','140007,12','/public/upload/myImage-1531709740008.jpg',0,1,'13.5*15','1996',NULL,'<ul><li>1986年获《第九届全国版画展 优秀创作奖（当时所设最高奖项）</li><li>1987年入选《中国现代艺术展》赴加拿大多论多展出</li><li>1988年获《中国小版画艺术大奖赛》银奖</li><li>1989年入选《第二届国际版画双年展 》</li><li>1995年入选《世界华人艺术家成就大典》</li><li>1996年入选《50——60 年代优秀版画家作品展》</li><li>1996年入选《世界美术作品选集》画册 2003年刊登在《美术》第六期</li><li>2003年入选英国出版的《中国当代木刻版画》大型画册</li><li>英国大英图书馆收藏、欧洲木版基金会出版和收藏</li></ul>','2018-07-16 2:56:30'),(76,'1002204','绿色保姆','140007,12','/public/upload/myImage-1531709839807.jpg',0,1,'13.5*15','1985',NULL,'<ul><li>1986年获《第九届全国版画展》 优秀创作奖（当时所设最高奖项）</li><li>1987年入选《中国现代艺术展》赴加拿大多论多展出</li><li>1987年载入《中国版画年鉴》</li><li>1987年载入《中国当代版画》画册</li><li>1988年获《中国小版画艺术大奖赛》银奖</li><li>1989年入选《第二届国际版画双年展》</li><li>1994年入选《中国美术作品展》 赴韩国展出</li><li>2002年载入《山东省著名书画家精品集·齐鲁风采》大型画册</li><li>2002年入选《中国鲁迅版画奖获得者作品联展》</li><li>2003年入选英国出版的《中国当代木刻版画》大型画册</li><li>英国大英图书馆收藏、欧洲木版基金会出版和收藏</li></ul>','2018-07-16 2:57:52'),(77,'1003195','清晨','140007','/public/upload/myImage-1531709925933.jpg',0,1,'13.5*16','1963',NULL,'<ul><li>1963 年组画六幅发表于《萌芽》杂志&nbsp;</li></ul>','2018-07-16 2:58:47'),(78,'1004196','龙头','140007','/public/upload/myImage-1531709989125.jpg',0,1,'13.5*16','1963',NULL,'<ul><li>1963 年发表于《人民日报》 &nbsp;</li><li>1963 年组画六幅发表于《萌芽》杂志 &nbsp;&nbsp;</li><li>1963 年入选《人民日报 • 黑白版画选》</li></ul>','2018-07-16 2:59:52'),(79,'1005197','铁臂','140007','/public/upload/myImage-1531710025555.jpg',0,1,'13.5*16','1963',NULL,'<ul><li>1963年发表于《 人民日报 》 &nbsp;&nbsp;</li><li>1963年组画六幅发表于《萌芽》杂志 &nbsp;&nbsp;</li><li>1963年入选《人民日报·黑白版画选》&nbsp;</li></ul>','2018-07-16 3:0:39'),(80,'1006198','白昼','140007','/public/upload/myImage-1531710072299.jpg',0,1,'13.5*16','1963',NULL,'<ul><li>1963 年组画六幅发表于《萌芽》杂志&nbsp;</li></ul>','2018-07-16 3:1:20'),(81,'1007199','新装','140007','/public/upload/myImage-1531710109086.jpg',0,1,'13.5*16','1963',NULL,'<ul><li>&nbsp;1963 年组画六幅发表于《萌芽》杂志&nbsp;</li></ul>','2018-07-16 3:1:58'),(82,'1008200','诞生','140007','/public/upload/myImage-1531710148751.jpg',0,1,'14*16','1963',NULL,'<ul><li>1981 年入选“山东省第七届版画展”&nbsp;</li></ul>','2018-07-16 3:2:37'),(83,'1009201','银装','140007','/public/upload/myImage-1531710192826.jpg',0,1,'17*19','1981',NULL,'<ul><li>1981年入选《山东省第七届版画展》&nbsp;</li></ul>','2018-07-16 3:3:19'),(84,'1010202','小海丰','140007','/public/upload/myImage-1531710228787.jpg',0,1,'12.5*15.5','1964',NULL,'<ul><li>1979年入选“第六届全国版画展”并入选《第六届全国版画展作品选集》画册&nbsp;</li><li>2003年英国大英图书馆、欧洲木版基金会收藏&nbsp;</li><li>2004年入选《西班牙巴赛罗那国际小版画展》&nbsp;</li></ul>','2018-07-16 3:4:3'),(85,'1011205','采蘑菇','140007','/public/upload/myImage-1531710270506.jpg',0,1,'15*17','1986',NULL,'<ul><li>1995年获《山东第四届版画展》 三等奖&nbsp;</li><li>1999年入选《波兰国际版画·藏书票展览中心展》&nbsp;</li><li>2002年参加《中国鲁迅版画奖获得者作品联展》&nbsp;</li><li>2003年英国大英图书馆、欧洲木版基金会收藏&nbsp;</li><li>2004年入选《西班牙巴赛罗那国际小版画展》&nbsp;</li></ul>','2018-07-16 3:4:49'),(86,'1012206','伴着童年在这里','140007','/public/upload/myImage-1531710315928.jpg',0,1,'13*16.5','1986',NULL,'<ul><li>1989年入选《第二届世界版画双年展》 &nbsp;</li></ul>','2018-07-16 3:5:27'),(87,'1013207','海嫚','140007','/public/upload/myImage-1531710351448.jpg',0,1,'14*18','1996',NULL,'<ul><li>1997年获《山东省第五届版画展》 一等奖&nbsp;</li><li>1998年入选《第十三届全国版画展》&nbsp;</li><li>2000年入选《山东50年美术书法精品集》大型画册&nbsp;</li><li>2002年参加《中国鲁迅版画奖获得者作品联展》</li><li>2002年载入《延边五十年文艺作品集·美术卷》画册</li><li>2002年参加《中国鲁迅版画奖获得者作品联展》&nbsp;</li></ul>','2018-07-16 3:6:22'),(88,'1014208','林中伙伴','140007','/public/upload/myImage-1531710412905.jpg',0,1,'12*15.5','1996',NULL,'<ul><li>1997年入选《中国国际书画篆刻年鉴》&nbsp;</li></ul>','2018-07-16 3:7:6'),(89,'1015209','云雀','140007','/public/upload/myImage-1531710450964.jpg',0,1,'14.5*15.5','1996',NULL,'<ul><li>1996年入选《第十三届全国版画展》 &nbsp; &nbsp; &nbsp; &nbsp;</li><li>1997年获《山东省第五届版画展》 一等奖&nbsp;</li><li>1999年入选《波兰国际版画展·藏书票展览中心展》</li><li>&nbsp;2002年载入《延边五十年文艺作品集·美术卷》画册&nbsp;</li><li>2004年入选西班牙举办的《第三届国际版画展》作品载入《第三届国 际版画展》画册&nbsp;</li></ul>','2018-07-16 3:7:48'),(90,'1016210','早晨的月亮','140007','/public/upload/myImage-1531710492850.jpg',0,1,'14*18','1996',NULL,'<ul><li>1999年入选《99全国小版画邀请展》&nbsp;</li><li>2000年入选《世界当代著名画家真迹博览大典》画册 &nbsp; &nbsp;</li><li>2000年广州美术馆收藏&nbsp;</li><li>2000年神州版画博物馆收藏&nbsp;</li><li>2002年载入《延边五十年文艺作品集·美术卷》画册</li><li>2003年英国大英图书馆、欧洲木版基金会收藏&nbsp;</li></ul>','2018-07-16 3:8:36'),(91,'1017211','花语','140007','/public/upload/myImage-1531710541337.jpg',0,1,'13.5*15.5','2001',NULL,'<ul><li>2002年载入《山东省著名书画家精品集·齐鲁风采》大型画册&nbsp;</li><li>2002年载入《延边五十年文艺作品集·美术卷》画册&nbsp;</li></ul>','2018-07-16 3:9:12'),(92,'1018212','爱的格娜','140007','/public/upload/myImage-1531710579427.jpg',0,1,'13.5*15','1996',NULL,'<ul><li>2002年参加《中国鲁迅版画奖获得者作品联展》&nbsp;</li></ul>','2018-07-16 3:9:47'),(93,'3047047','霸王别姬','8,12','/public/upload/myImage-1531711077550.jpg',0,1,'11.5*9.5','2006',NULL,'<p>被汉兵围困于垓下的项羽，自灰其志，认为大势已去，终日沉浸在酒色之中，无心出战。爱妾虞姬，为了使项羽了却对她的眷恋，能振奋起精神，奋起突围，歌舞后毅然拔剑自刎，悲壮而别。</p><p>&nbsp;</p><ul><li>2008年获《第十二届全国藏书票艺术展》最佳优秀奖 （最高奖）</li><li>2008年获《第32届国际藏书票双年展》提名奖</li><li>2008年入选《中国当代藏书票精品》大型画册</li></ul>','2018-07-16 3:18:27'),(94,'3048060','樊于期捐躯','8','/public/upload/myImage-1531711136450.jpg',0,1,'9*13.5','2009',NULL,'<p>战国末年秦国将领樊于期，因得罪秦王赢政，逃于燕国。秦王怒，戮其父母 宗族“以千金，邑万家悬赏”必欲得而甘心。适逢秦攻燕急，荆轲献计于太 子丹，拟以樊于期其头和燕国的属地督亢地图进献秦王为礼物，乘交验之际， 相机行刺。太子丹对此计谋心有不忍。荆轲乃与樊于期私见，以实情相告， 樊于期听后立即自刎，为荆轲的成功而捐躯。</p><ul><li>&nbsp;</li><li>2010年获《第十三届全国藏书票小版画展》 金奖&nbsp;</li><li>2010年入选《中国优秀藏书票赴伊斯坦布尔展出》&nbsp;</li></ul>','2018-07-16 3:19:22'),(95,'3049065','九纹龙史进','8','/public/upload/myImage-1531711191368.jpg',0,1,'9.5*11','2010',NULL,'<p>2012年获《第十四届全国藏书票、小版画艺术展》 最佳藏书票奖 （最高奖）&nbsp;</p>','2018-07-16 3:20:42'),(96,'3050076','浪子燕青','8','/public/upload/myImage-1531711268078.jpg',0,1,'9*9','2011',NULL,'<p>《 浪子燕青》</p>','2018-07-16 3:21:38'),(97,'3051048','李慧娘','8','/public/upload/myImage-1531711334541.jpg',0,1,'10*11.5','2006',NULL,'<p>南宋末年，奸相贾似道,因家中歌伎李慧娘，赞美太学士裴舜卿举止风雅，倜傥自然便失口说了一句“美哉少年”，而被有恃无恐的贾似道残酷杀死。慧娘幽灵不散，遂而成为一个日夜游荡在贾府上空的冤魂……&nbsp;</p><ul><li>&nbsp;</li><li>2008年获《第十二届全国藏书票艺术展》最佳优秀奖。（最高奖）&nbsp;</li><li>2008年入选《中国当代藏书票精品》大型画册&nbsp;</li></ul>','2018-07-16 3:22:33'),(98,'3052061','荆轲刺秦王','8,12','/public/upload/myImage-1531711388177.jpg',0,1,'8*13.5','2009',NULL,'<p>战国末年刺客荆轲，时置秦兵压境，燕太子丹震惧，令荆轲入秦刺杀秦王（即赢政），以燕国的督亢地图和秦国的逃亡将军樊于期的头，作为进献给秦王的礼物。秦王甚喜，在咸阳宫隆重召见。荆轲在献图中夹带匕首，乘机行刺；图穷而匕首见，但未刺中，荆轲倒于乱刀之下……壮士已去兮，不回还。</p><ul><li>&nbsp;</li><li>2010年 入选《中国优秀藏书票赴伊斯坦布尔特邀展》</li><li>2010年 获《第十三届全国藏书票小版画展艺术展》 金奖</li><li>2010年 入选《第33届国际藏书票大展》（土耳其）</li></ul>','2018-07-16 3:23:25'),(99,'3053006','盲人摸象','8','/public/upload/myImage-1531711437544.jpg',0,1,'6*8.5','1997',NULL,'<p>这个民间故事家喻户晓。在我的心目中，中国的很多民间故事，不仅生动有趣，而且哲理性很强。“盲人摸象”这一生动的故事告诫人们看问题要全面，不要把局部看成是整体。不过盲人因为盲，反映问题不全面是可以理解的 ，而瞪着两只大眼睛指鹿为马的又是何等可悲！</p><ul><li>&nbsp;</li><li>1997年入选《比利时国际童话、民间故事藏书票展》比利时圣·尼克拉斯美术馆收藏&nbsp;</li><li>1998年获《第七届全国藏书票大展》金奖&nbsp;</li></ul>','2018-07-16 3:27:39'),(100,'3054101','白蛇传','8','/public/upload/myImage-1531711685158.jpg',0,1,'9*12','2013',NULL,'<p>《白蛇传》</p>','2018-07-16 3:28:19'),(101,'3055002','拔地三尺','8','/public/upload/myImage-1531711726010.jpg',0,1,'8*9','1996',NULL,'<p>&nbsp;在小时候听一位练武的说：“他的师傅武艺非常高强，能提着自己的头发将身体离开地面。”当时我听了非常佩服，回家后我便偷偷地练，记得当时疼得我眼泪都流出来了，自己的身体仍然原地不动。这样我就更佩服那位师傅了。后来在中学的物理课上，学到杠杆定律才知道，只有力点和重点没有支点，物体是不会自己运动的。明白了这个道理再去观察自然界和一些社会问题就不难分辨出真假了，更不难分辨出类似拔地三尺的骗局了 &nbsp;</p><p>&nbsp;</p><ul><li>1998年入选《俄罗斯圣彼得堡第二十七届国际藏书票展》俄罗斯圣彼得堡美术馆收藏 &nbsp;&nbsp;</li><li>2000年入选李允经所著的《中国藏书票史话》&nbsp;</li><li>2004年获《海峡两岸中国藏书票艺术大展》银奖 &nbsp;&nbsp;</li><li>2004年北京鲁迅博物馆收藏&nbsp;</li></ul>','2018-07-16 3:29:16'),(102,'3056040','十字坡酒坊','8','/public/upload/myImage-1531711786968.jpg',0,1,'10*10','2003',NULL,'<p>《水浒传》第二十七回，描写的是母夜叉孟州道卖人肉的故事，和武都头十字坡遇张青的情景。吃酒间，孙二娘眼中的这条大汉是块肥大的“黄牛肉”，便膊上阵去搬武松。聪明机智、力大无比的武松顺势将孙二娘剪翻在地，痛得孙二娘嚎叫如杀猪一般。曾有人问我为什么把孙二娘画得那么赤裸？我说水浒传中是这样描述的。 &nbsp;</p><p>&nbsp;</p><ul><li>2003年获《第十届全国藏书票艺术展》荣誉奖 &nbsp;</li><li>2005年入选《第十五届比利时圣·尼克拉斯国际藏书票展》并编入优秀作品画册&nbsp;</li></ul>','2018-07-16 3:30:2'),(103,'3057049','我爱八戒','8','/public/upload/myImage-1531711839032.jpg',0,1,'8*9','2008',NULL,'<p>孙悟空执著地跟随师傅去西天取经，而八戒却时时想着高老庄的高小姐。有学者 对姑娘们做了一番社会调查，题目是：“你爱孙悟空，还是爱猪八戒？”结果很 多姑娘的回答是：“我爱八戒。”原因是八戒爱家。</p><p>&nbsp;</p><ul><li>&nbsp;2010 年，获中国广州“首届国际藏书票小版画双年展”优秀作品奖。&nbsp;</li></ul>','2018-07-16 3:30:51'),(104,'3058053','阿Q求爱','8','/public/upload/myImage-1531711878114.jpg',0,1,'7.5*9.5','2008',NULL,'<p>阿Q与我们并没什么两样，只不过我们叫阿贵，他叫阿Q而已，我们不是也常常用阿Q精神来安慰自己吗？但我们却常用白眼来看阿Q，至于阿Q的求爱方式确实有些粗鲁，如果是阿贵，吴妈肯定会给黑眼。&nbsp;</p><p>&nbsp;</p><ul><li>2010年 入选《第33届国际藏书票大展》 （土耳其）&nbsp;</li></ul>','2018-07-16 3:31:31'),(105,'3059059','苏三起解','8','/public/upload/myImage-1531711916329.jpg',0,1,'10*10.5','2008',NULL,'<p>民间故事《苏三起解》说的是初次开怀的妓女苏三，与进京赶考的贵公子王金龙相识相爱，后来苏三被妓院卖给富商作妾，蒙冤伦为死刑。王金龙时任八府巡案，复查此案，为之平反，二人终成眷属的故事。 &nbsp;这个故事流传很久，它的生命力,我想主要是由于人民对一个妓女的坎坷命运的同情。今天这个故事对人们仍有相当大的认识作用，透过一个妓女的遭遇，使我们更加了解那个时代、那个社会的一个侧面，了解商业经济兴起时期的市民意识， 看出我们这个民族的一块病灶。从这点上来说，这个故事是有现实意义的。&nbsp;</p><p>&nbsp;</p><ul><li>&nbsp;2010年 入选《第33届国际藏书票大展. （土耳其）&nbsp;</li></ul>','2018-07-16 3:32:8'),(106,'3060089','贾宝玉和林黛玉','8','/public/upload/myImage-1531711953537.jpg',0,1,'9*11.5','2012',NULL,'<p>《贾宝玉和林黛玉》</p>','2018-07-16 3:32:44'),(107,'3061098','燕青智扑擎天柱','8','/public/upload/myImage-1531711987152.jpg',0,1,'10*11','2012',NULL,'<p>《燕青智扑擎天柱》</p>','2018-07-16 3:33:15'),(108,'3062100','借东风','8','/public/upload/myImage-1531712038197.jpg',0,1,'11*13','2013',NULL,'<p>“诸葛亮，沐浴斋戒，身披道衣，跣足散发，来到坛前。并嘱咐守坛将士，不许擅离方位，不许交头接耳，不许失口乱言，不许失惊打怪，如违令者斩。”（《三国演义》第四十九回）&nbsp;</p>','2018-07-16 3:34:6'),(109,'3063132','叶公好龙','8','/public/upload/myImage-1531712079412.jpg',0,1,'10.8*12.5','2015',NULL,'<p>叶公好龙的故事家喻户晓，这个故事的寓意直到今天，仍具有深刻的教育意义。&nbsp;</p>','2018-07-16 3:34:40'),(110,'3064136','笔燕挝','8','/public/upload/myImage-1531712123196.jpg',0,1,'9.5*13','2015',NULL,'<p>据说笔燕挝 (zhuā) 是古代一种非常厉害的兵器，到过泰山岱庙的人可能见过此兵 器的仿制品陈列在那里。它的形状是一只手，手中握着一支笔，能飞。传说它是 从一个妇人腹中生出来的。 从前，有一书生，读书甚多，知识渊博，与哥哥嫂嫂同住，哥哥常年外出，留下 嫂嫂寂寞孤独。一天，书生正在自己房间写字、作文，突然听到嫂嫂一声恶号， 便晕倒在地不省人事。书生到嫂嫂房间，又听到窗外有异常之声，观看其景便是 两只牛在交配。于是书生便明白嫂嫂晕厥其因。为了使嫂嫂元气恢复不至于殒命， 书生便用手附在嫂嫂阴户，帮助她达到性求的渴望，由此遂使嫂嫂逐渐苏醒过来。 之后虽然嫂嫂得救，但又感到嫂叔之间且有难言之隐的尴尬，为给嫂嫂留面子， 便离家独去他乡。 这妇人不久便有孕显身，结果生出的不是人形，而是一只手握着一支笔的怪物， 满屋飞跑，叫声凄惨恐怖得很。后来此怪物被一僧人降伏，成为一种凶猛的兵器。 神话毕竟是神话，但它所表达的却是人的思想感情、七情六欲。神话故事并非真有其事，而是通过一个虚构的故事阐述几分道理。因此人们就不会感到神话故事 是荒诞无稽之谈了&nbsp;</p>','2018-07-16 3:35:24'),(111,'3065142','林冲夜奔','8','/public/upload/myImage-1531712168475.jpg',0,1,'10*11','2015',NULL,'<p>在《水浒传》中，林冲是最典型的被逼上梁山的人物，令人同情。林冲夜奔这 段故事，林冲杀死仇敌后，却又无安身之处，只有雪夜去投奔梁山。&nbsp;</p>','2018-07-16 3:36:9'),(112,'3066160','三打白骨精','8','/public/upload/myImage-1531712208355.jpg',0,1,'12*11.5','2016',NULL,'<p>“白骨精”被视为邪恶多变的代名词。唐僧、悟空与“白骨精”的斗争，有时道 高一尺魔高一丈，有时魔高一尺道高一丈地继续着。可见正压邪是多么艰难。 另外，有人指画面里的女妖的服饰像现代舞台中的人物，其实当唐僧一队人马走 进西域，已经是外国了，那地方人的装饰已经不是大唐人的模样，女妖也不例外。 参考敦煌壁画艺术就会更加了解那些国家的一切。&nbsp;</p>','2018-07-16 3:36:49'),(113,'3067164','东郭先生和狼','8','/public/upload/myImage-1531712242818.jpg',0,1,'12*12','2016',NULL,'<p>东郭先生和狼的故事家喻户晓。东郭先生把兼爱施予恶狼身上，因而险遭厄运。 这一寓言故事告诉我们，即使在人与人的关系中，也存在着东郭先生式的问题。 一个人应该真心地爱人，但丝毫不应该怜惜狼一样的恶人。&nbsp;</p>','2018-07-16 3:37:28'),(114,'3069165','范进中举','8','/public/upload/myImage-1531712282409.jpg',0,1,'12*12','2016',NULL,'<p>大概是六十多年前认识《儒林外史》这本书的。由于受当时的年龄、文化水平和 思想所限，只是肤浅地当成滑稽的故事来读。但是《范进中举》这一段却留下深 刻的印象。范进在中举的前前后后，人们对他在思想感情和态度上的戏剧性变化 令人难忘。虽然时隔多年，《范进中举》的故事仍然针砭着当下的时弊世相。&nbsp;</p>','2018-07-16 3:38:10'),(115,'2023171','智慧','140008','/public/upload/myImage-1531712417966.jpg',0,1,'5*6.5','1995',NULL,'<ul><li>1996 年获“第六届全国藏书票艺术展”金奖</li><li>1996 年入选“第二十六届国际藏书票双年展”</li><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册</li><li>1997 年入选《中国藏书票——龙 • 书专题作品集》</li><li>1997 年入选《藏书票香港邀请展》并选入画册</li><li>2003 年入选《中国藏书票精点》</li></ul>','2018-07-16 3:40:40'),(116,'5089005','雄狮','140009','/public/upload/myImage-1531712543772.jpg',0,1,'7.5*9','1997',NULL,'<p>为纪念阿根廷诗人——埃尔南德斯专题藏书票而作。阿根廷人民热爱足球 运动，世界称雄。雄狮被称为“山中之王”，留着长发的运动员，奔跑跳 跃之势，宛如一头勇猛的雄狮，健美可爱。&nbsp;</p><p>&nbsp;</p><ul><li>1998 年，获“第七届全国藏书票大展”金奖</li><li>2004 年，获“ 海峡两岸中国藏书票艺术大展 ”银奖</li><li>1998 年，入选“阿根廷埃尔南德斯国际藏书票展”</li><li>1999 年，参加波兰“弗罗茨瓦夫小版画展”</li><li>1999 年，入选《藏书票百家选》</li><li>1998 年，埃尔南德斯纪念馆收藏</li><li>2004 年，北京鲁迅博物馆收藏</li></ul>','2018-07-16 3:43:2'),(117,'5090058','毛利勇士舞','140009','/public/upload/myImage-1531712606168.jpg',0,1,'10.5*7.5','2008',NULL,'<p>毛利人的舞蹈最显著的特点是：瞪着大眼睛，伸出长舌头，挥着木制的武 器粗声喊叫，一蹦一跳的动作呈一副吓人的架势。尤其是纹身、纹面后， 外族人见了是有点吓人的感觉。我看了感觉倒像中国京剧中的花脸。 &nbsp;</p><p>&nbsp;</p><ul><li>2010 年，获“第十三届全国藏书票及小版画艺术展”金奖。</li></ul>','2018-07-16 3:43:46'),(118,'D1','保护眼睛','11','/public/upload/myImage-1531712863584.jpg',0,1,'10*10','2015',NULL,'<p>《保护眼睛》</p>','2018-07-16 3:48:30'),(119,'D2','比目鱼','11','/public/upload/myImage-1531712942655.jpg',0,1,'10*10','2015',NULL,'<p>《比目鱼》</p>','2018-07-16 3:49:10'),(120,'D3','鹿','11','/public/upload/myImage-1531712971427.jpg',0,1,'10*10','2015',NULL,'<p>《鹿》</p>','2018-07-16 3:49:36'),(122,'1020036','达娜厄','140007','/public/upload/myImage-1531884347615.jpg',0,1,'10*10','2002',NULL,'<p style=\"text-align:justify;\">达娜厄是阿克里西俄斯国王的女儿，阿克里西俄斯从神示得知，女儿达娜厄日后所生之子必会推翻或杀死其外祖父，于是国王为了避免这一灾难临头，便把女儿关在地牢中，使她不得与任何男人接触。天神宙斯的之后，化作黄金雨与达娜厄幽会，生其子取名叫珀耳修斯。后来所发生的事情果然证实了神示的预言。关于宙斯的爱情故事很多，与天神，与村姑......因此他的子女数不胜数。所以他被人们成为——众神和万民之父。</p>','2018-07-18 3:26:7'),(123,'1022105','诗人俄耳甫斯','140007','/public/upload/myImage-1531884593135.jpg',0,1,'10.5*12.5','2014',NULL,'<p style=\"text-align:justify;\">俄耳普斯是希腊特刺刻的王子，著名的乐师，他的妻子欧律狄刻是个仙女。俄耳普斯为了寻找新婚死去的妻子欧律狄刻，决心下到地府去。他弹着琴走过成群的鬼魂，见的的王与王后。的到了统治这些鬼魂和这片阴森的国土的阴府的王与王后。他一面弹着琴一面唱着悲恸的歌。歌声感动的那些无血无肉的鬼魂也都黯然泪下，就连复仇</p><p>女神也第一次流下湿泪。俄耳普斯请求将妻子领回人间，统治阴间的王和王后没有忍心拒绝他，不过有一个条件，就是在没有走出阴府之前不准后头看他，负责就会收回原令。可是事情不是那么顺利，在俄耳普斯走出阴间的时候，他忍不住回头看了一下，欧律狄刻是否跟上，于是欧律狄刻立刻滑回黑暗的深渊中去了，俄耳普斯连忙伸手，去想拉住她，但扑了个空。俄耳普斯请求允许他再度迷津，但是地府的守卫将他赶回。她穿着肮脏褴褛的衣服在岸边痴坐了七天，水米不沾，只有每日的忧想、忧伤和眼泪充饥。有许多女子热恋着这位诗人，可是俄耳普斯立誓终身不娶妻。</p>','2018-07-18 3:30:3'),(124,'1019034','忒提斯','140007','/public/upload/myImage-1531884671698.jpg',0,1,'10*10','2002',NULL,'<p>海神的女儿忒提斯为了逃避天神宙斯和波塞冬的求婚，有时要变成火，有时要变成水，但最终未能逃脱他们的追捕和报复。宙斯等神对忒提斯的报复就是逼迫他下嫁一个普通人。</p>','2018-07-18 3:31:27'),(125,'4082079','蜘蛛之丝','9','/public/upload/myImage-1531884736475.jpg',0,1,'9*9.5','2011',NULL,'<p style=\"text-align:justify;\">日本作家芥川龙之介的寓言故事《蜘蛛之丝》中的犍陀多，在世时杀人，放火无恶不作。但只做过一件好事，就是他没有故意踩死一只小蜘蛛。一天，他在地狱底层突然看到一条垂下的蜘蛛丝， 他想：“我的救星来了”于是举手牢牢抓住那根丝攀爬。并且对其他罪犯厉声喝道：“这是我的，你们下去！”瞬间，蜘蛛丝断了，犍陀多又重新到地狱的最底层，因为他的心仍然处在黑暗中。</p>','2018-07-18 3:32:28'),(126,'2024172','比目鱼1','140008','/public/upload/myImage-1531886227396.jpg',0,1,'5.5*7','1995',NULL,'<ul><li>1995 年获“第三届山东省藏书票展”一等奖 &nbsp;</li><li>1996 年入选“新加坡国际藏书票展” &nbsp;&nbsp;</li><li>1996 年南洋书画学会、新加坡中华总商会收藏&nbsp;</li></ul>','2018-07-18 3:57:23'),(127,'2025173','鱼1 ','140008','/public/upload/myImage-1531886293072.jpg',0,1,'4*6','1995',NULL,'<ul><li>1995 年获“第三届山东省藏书票展”一等奖 &nbsp;&nbsp;</li><li>1996 年入选“第二十六届国际藏书票双年展” &nbsp;&nbsp;</li><li>1996 年入选“新加坡国际藏书票展” &nbsp;&nbsp;</li><li>1996 年南洋书画学会、新加坡中华总商会收藏&nbsp;</li></ul>','2018-07-18 3:58:41'),(128,'2026174','果子','140008','/public/upload/myImage-1531886355569.jpg',0,1,'6*6','1995',NULL,'<p>1995 年获“第三届山东省藏书票展”一等奖 &nbsp;&nbsp;</p><p>1996 年入选“第六届全国藏书票展” &nbsp;&nbsp;</p><p>1996 年入选“新加坡国际藏书票展” &nbsp; &nbsp;</p><p>1996 年南洋书画学会、新加坡中华总商会收藏&nbsp;</p>','2018-07-18 3:59:37'),(129,'2027175','龙虾','140008','/public/upload/myImage-1531886456013.jpg',0,1,'6*6','1994',NULL,'<ul><li>1996 年入选《中国藏书票精选集》 &nbsp; &nbsp;</li><li>1996 年入选《上海图书馆藏 • 藏书票作品选集》 &nbsp; &nbsp;</li><li>1997 年入选《中国藏书票——龙 • 书专题作品集》&nbsp;</li></ul>','2018-07-18 4:1:36'),(130,'2028176','叶子','140008','/public/upload/myImage-1531886552382.jpg',0,1,'5*5','1994',NULL,'<ul><li>1996 年入选“第六届全国藏书票展”&nbsp;</li></ul>','2018-07-18 4:2:49'),(131,'2029177','奔狮','140008','/public/upload/myImage-1531886602227.jpg',0,1,'4*9.5','1993',NULL,'<ul><li>1996 年入选“上海图书馆藏 • 藏书票作品选集”&nbsp;</li></ul>','2018-07-18 4:3:35'),(132,'2030178','小龙虾','140008','/public/upload/myImage-1531886673388.jpg',0,1,'5.5*6','1986',NULL,'<ul><li>1994 年入选“第五届全国藏书票展”&nbsp;</li></ul>','2018-07-18 4:4:55'),(133,'2031179','豆角','140008','/public/upload/myImage-1531886728867.jpg',0,1,'5.5*5','1986',NULL,'<ul><li>1992 年入选“第四届全国藏书票展” &nbsp; &nbsp;</li><li>1986 年发表于《山东文学》杂志&nbsp;</li></ul>','2018-07-18 4:5:46'),(134,'2032180','虫朋友','140008','/public/upload/myImage-1531886773954.jpg',0,1,'5*6.5','1986',NULL,'<ul><li>1994 年入选《中国藏书票选集》画册 收收&nbsp;</li><li>1994 年深圳市宝安图书馆收藏&nbsp;</li></ul>','2018-07-18 4:6:25'),(135,'2033181','母爱','140008','/public/upload/myImage-1531886814370.jpg',0,1,'3.5*3','1986',NULL,'<ul><li>1992 年入选“第四届全国藏书票展”&nbsp;</li></ul>','2018-07-18 4:7:8'),(136,'2034182','鸡','140008','/public/upload/myImage-1531892334721.jpg',0,1,'7*6.5','1994',NULL,'<ul><li>1988 年获《中国藏书票 • 小版画艺术大奖赛》银奖 &nbsp;</li></ul>','2018-07-18 5:39:12'),(137,'2035183','比目鱼2','140008','/public/upload/myImage-1531892385209.jpg',0,1,'5.5*6','1985',NULL,'<ul><li>1994 年入选《中国藏书票选集》&nbsp;</li></ul>','2018-07-18 5:39:57'),(138,'2036184','自画像','140008','/public/upload/myImage-1531892447349.jpg',0,1,'5*3.5','1985',NULL,'<ul><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册 &nbsp; &nbsp;</li><li>1994 年入选《中国藏书票选集》</li></ul>','2018-07-18 5:41:5'),(139,'2037185','保护眼睛','140008','/public/upload/myImage-1531892498043.jpg',0,1,'3.5*3','1985',NULL,'<ul><li>1990 年入选“第三届全国藏书票展” &nbsp;</li><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册</li></ul>','2018-07-18 5:41:56'),(140,'2038186','母子','140008','/public/upload/myImage-1531892554357.jpg',0,1,'3.5*3','1985',NULL,'<ul><li>1990 年入选“第三届全国藏书票展” &nbsp;</li><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册 &nbsp;</li><li>1994 年入选《中国藏书票选集》画册 &nbsp;</li><li>1994 年深圳市宝安图书馆收藏&nbsp;</li></ul>','2018-07-18 5:42:54'),(141,'2039187','枪手','140008','/public/upload/myImage-1531892610427.jpg',0,1,'5*5','1985',NULL,'<ul><li>1990 年入选“第三届全国藏书票展” 收收&nbsp;</li><li>1994 年入选《中国藏书票选集》画册 收收&nbsp;</li><li>1994 年深圳市宝安图书馆收藏</li></ul>','2018-07-18 5:43:48'),(142,'2040188','人体','140008','/public/upload/myImage-1531892654391.jpg',0,1,'5*4','1985',NULL,'<ul><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册&nbsp;</li></ul>','2018-07-18 5:44:32'),(143,'2041189','幼狮','140008','/public/upload/myImage-1531892705308.jpg',0,1,'5.5*3','1985',NULL,'<ul><li>1994 年入选“第五届全国藏书票展” &nbsp;&nbsp;</li><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册 &nbsp; &nbsp;</li><li>1994 年入选《中国藏书票选集》 &nbsp;&nbsp;</li><li>1994 年深圳市宝安图书馆收藏</li></ul>','2018-07-18 5:45:21'),(144,'2042190','鹿','140008','/public/upload/myImage-1531892748315.jpg',0,1,'5*5.5','1985',NULL,'<ul><li>1994 年入选“第五届全国藏书票展”&nbsp;</li></ul>','2018-07-18 5:45:57'),(145,'2043191','海螺','140008','/public/upload/myImage-1531892786652.jpg',0,1,'3*4.5','1985',NULL,'<ul><li>1994 年入选“第五届全国藏书票展” &nbsp;&nbsp;</li><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册&nbsp;</li></ul>','2018-07-18 5:46:41'),(146,'2044192','小天地','140008','/public/upload/myImage-1531892829156.jpg',0,1,'4.5*5','1985',NULL,'<ul><li>1991 年入选“山东省首届藏书票展”&nbsp;</li></ul>','2018-07-18 5:47:21'),(147,'2045193','COFFEE','140008','/public/upload/myImage-1531892872455.jpg',0,1,'5.5*5.5','1985',NULL,'<ul><li>1986 年发表于《山东文学》杂志&nbsp;</li></ul>','2018-07-18 5:47:59'),(148,'2046194','海峡','140008','/public/upload/myImage-1531892910429.jpg',0,1,'4.4*4.4','1983',NULL,'<ul><li>1988 年入选上海三联书店出版的《一百零一人藏书票选》画册&nbsp;</li></ul>','2018-07-18 5:48:42'),(149,'5091003','贺年','140009','/public/upload/myImage-1531895936327.jpg',0,1,'2.5*7','1997',NULL,'<p>《贺年》</p>','2018-07-18 6:39:25'),(150,'5092004','我的月亮','140009','/public/upload/myImage-1531896003766.jpg',0,1,'9*9','1997',NULL,'<p>月亮给我们留下美好的印象和无限的想象。小时候常常问大人：“为什么 我走月亮也跟着我走，我停月亮也跟着我停？”大人总会说：“月亮爱你 呀！” 在歌颂爱情的诗歌、音乐、美术作品中，月亮是永恒的题材。有的民族把 月亮与“可爱的女儿”“美丽的姑娘”通用一词。&nbsp;</p><ul><li>1999 年，入选波兰“弗罗茨瓦夫小版画展”</li><li>1999 年，入选《藏书票百家选》&nbsp;</li></ul>','2018-07-18 6:40:27'),(151,'5093007','金嗓子','140009','/public/upload/myImage-1531896098152.jpg',0,1,'9.5*9.5','1997',NULL,'<p>为纪念阿根廷诗人——埃尔南德斯专题而作。阿根廷出黄金，也出金嗓子歌唱家和美女。 1998 年，入选“纪念阿根廷诗人埃尔南德斯国际藏书票展”。&nbsp;</p><ul><li>&nbsp;</li><li>1999 年，入选《亚洲藏书票展专辑》</li><li>1999 年，入选《藏书票百家选》</li><li>2000 年，入选李允经所著的《中国藏书票史话》&nbsp;</li></ul>','2018-07-18 6:42:3'),(152,'5094008','儿子','140009','/public/upload/myImage-1531896147248.jpg',0,1,'7*10','1997',NULL,'<p>青年人富于浪漫的幻想。儿子说他要抱着吉他周游世界。我心里想那你吃什么？又睡在哪里？随着岁月的推移，再回忆这段经历，自己也会对此有深刻 的认识和理解。回想我在小时候不是也有这样的想法吗？我要向东走，看看太阳究竟是从哪里出来的？儿子毕竟是儿子。今天的父亲是昨天的儿子。儿子不理解父亲是正常的，因为他还没有当父亲。父亲应该理解儿子，因为父亲曾经当过儿子。&nbsp;</p><p>&nbsp;</p><ul><li>1998 年，入选“纪念阿根廷诗人埃尔南德斯国际藏书票展”</li><li>2003 年，入选意大利《布鲁尼科公民博物馆收藏集》</li><li>1998 年，埃尔南德斯纪念馆收藏</li></ul>','2018-07-18 6:42:50'),(153,'5095012','小丑','140009','/public/upload/myImage-1531896205292.jpg',0,1,'9*7','1998',NULL,'<p>《小丑》</p>','2018-07-18 6:43:35'),(154,'5096013','演出开始了','140009','/public/upload/myImage-1531896240682.jpg',0,1,'8*7','1998',NULL,'<p>用赤子之心去观察、描绘它们，将它们人格化。在《人与自然》《动物世界》中常常看到对熊的描述。它憨厚但跑得和汽车一样快；它笨手笨脚但很善于表演；而且它还很会向异性求爱。人们在器皿等物上以熊作图案，是求得多子多孙之意。&nbsp;</p><p>&nbsp;</p><ul><li>2004 年，获“海峡两岸中国藏书票大展”银奖</li><li>1998 年，入选“以色列国庆 50 周年特邀国际藏书票展”</li><li>&nbsp;1999 年，参加波兰“弗罗茨瓦夫小版画展”</li><li>2007 年，入选《中国新兴版画 75 周年藏书票选集》</li><li>2004 年，北京鲁迅博物馆收藏</li></ul>','2018-07-18 6:44:35'),(155,'5097014','艺术家','140009','/public/upload/myImage-1531896311071.jpg',0,1,'10*9','1999',NULL,'<p>艺术家的创作，都是有灵而感。灵感一动，挥舞画笔，激情十二分，自我陶醉，自我欣赏。自己不感动就不能去感动别人。有“演戏的是疯子，看戏的是傻子”之说。如果互不进入角色，就不成为戏了。&nbsp;</p><ul><li>&nbsp;</li><li>1999年，获“意大利迎接第三个一千年世界藏书票大赛”特别价值作品奖</li><li>2000 年，入选“第二十八届波斯顿国际藏书票双年展”</li><li>2002 年，参加“中国‘鲁迅版画奖’获得者作品联展”</li><li>2007 年，入选《中国新兴版画 75 周年藏书票选集》</li><li>1999 年，意大利米兰大学图书馆收藏</li><li>2000 年，美国波斯顿图书馆收藏</li></ul>','2018-07-18 6:45:38'),(156,'5098015','春之歌','140009','/public/upload/myImage-1531896364488.jpg',0,1,'11*9','1999',NULL,'<p>《春之歌》</p>','2018-07-18 6:46:16'),(157,'5099017','朋友','140009','/public/upload/myImage-1531896436433.jpg',0,1,'7*9','1999',NULL,'<p>上帝所造的一切都是人类的朋友，也是我们的保姆，缺一不可。有的“朋友” 始终离我们很远，需要用望远镜与它们交流；有的“朋友”总是躲躲藏藏， 我们需要用放大镜与它们对话。保护“朋友”就等于保护我们自己。一片绿 油油的大草原被泛滥的兔子糟蹋了，因为人消灭了偷吃羊群的狼。因无草可 食而饿死的羊，比被狼吃掉的还多。有位科学家在他晚年才猛醒，当初不应 该把自然界中的鸟类和昆虫类，分出什么是益鸟、益虫；什么是害鸟、害虫。&nbsp;</p><ul><li>&nbsp;</li><li>1999年，获“意大利迎接第三个一千年世界藏书票大赛”特别价值作品奖&nbsp;</li><li>2001 年，获“第九届全国藏书票艺术展”优秀奖</li><li>2002 年，参加“罗马尼亚‘世界和平’国际小版画邀请展”</li><li>1999 年，意大利米兰大学图书馆收藏</li><li>2002 年，卡布那里国际小版画联谊会收藏</li></ul>','2018-07-18 6:47:52'),(158,'5100018','他在那一年诞生','140009','/public/upload/myImage-1531896498060.jpg',0,1,'9*9','1999',NULL,'<p>他在那一年诞生，森林茂密；他在那一年诞生，有树不林；他在那一年诞生，无树无阴。怀念小时候回到家乡，有那么多郁郁葱翠的大树，树上还有鸟窝。现在它们和我一样失去了天堂般的故乡……&nbsp;</p><p>&nbsp;</p><ul><li>1999年，获“意大利迎接第三个一千年世界藏书票大赛”特别价值作品奖</li><li>2001年，获“第九届全国藏书票艺术展”优秀奖</li><li>1999 年，意大利米兰大学图书馆收藏</li></ul>','2018-07-18 6:48:44'),(159,'5101019','红果树','140009','/public/upload/myImage-1531896550416.jpg',0,1,'9*9','2000',NULL,'<p>《红果树》</p>','2018-07-18 6:49:24'),(160,'5102020','热气球','140009','/public/upload/myImage-1531896604830.jpg',0,1,'8*8.5','2000',NULL,'<p>它们不用翅膀却能升空，它们是用热气或氦气的原理，想飞到哪里就飞到哪里。有小朋友问我：“热空气是往上升，冷空气往下降，那么珠穆朗玛峰上 面一定是很热吧？”聪明的小朋友问得我张口结舌，一时无法解答。在画家的眼里一切都可绘成美丽的图画；在足球运动员的眼里，一切圆的东西都想踢一脚。&nbsp;</p><ul><li>&nbsp;</li><li>2001 年，获“第九届全国藏书票艺术展”优秀奖</li><li>2001年，入选“比利时国际热气球专题藏书票大赛”并入选《优秀作品集》</li><li>2002 年，入选“罗马尼亚‘世界和平’国际小版画邀请展”</li><li>2001 年，比利时国际藏书票版画中心收藏</li><li>2002 年，卡布那里国际小版画联谊会收藏</li></ul>','2018-07-18 6:50:39'),(161,'5103021','飞船','140009','/public/upload/myImage-1531896669732.jpg',0,1,'9*9','2000',NULL,'<p>《飞船》</p>','2018-07-18 6:51:21'),(162,'5104022','星星','140009','/public/upload/myImage-1531896705801.jpg',0,1,'9*9','2000',NULL,'<p>《星星》</p>','2018-07-18 6:51:55'),(163,'5105023','画笔','140009','/public/upload/myImage-1531896749651.jpg',0,1,'8*8','2000',NULL,'<p>《画笔》</p>','2018-07-18 6:52:38'),(164,'5106024','牛仔','140009','/public/upload/myImage-1531896783180.jpg',0,1,'9.5*9','2000',NULL,'<p>我很喜欢看穿着牛仔、抱着吉他的摇滚演出。&nbsp;</p><ul><li>&nbsp;</li><li>2000 年，入选“意大利新千年国际藏书票大赛”</li><li>2002 年，入选“罗马尼亚‘世界和平’国际小版画邀请展”</li><li>2002 年，卡布那里国际小版画联谊会收藏</li></ul>','2018-07-18 6:53:24'),(165,'5107025','禧千年','140009','/public/upload/myImage-1531896835539.jpg',0,1,'9*9','2000',NULL,'<p>《禧千年》</p>','2018-07-18 6:54:18'),(166,'5108026','申奥运','140009','/public/upload/myImage-1531896881473.jpg',0,1,'9*9','2001',NULL,'<p>《申奥运》</p>','2018-07-18 6:54:53'),(167,'5109027','皮德的礼物','140009','/public/upload/myImage-1531896926651.jpg',0,1,'10*9','2001',NULL,'<p>（纪念丹麦漫画家皮德斯特鲁普 90 周年诞辰） 丹麦漫画家皮德斯特鲁普的漫画辛辣锐利、幽默风趣。在他的漫画作品《艺术品》中将抽象的雕塑作品的造型，与一团狗屎生动形象地联系在一起。皮德把一团 狗屎作为礼物，送给了“狗屎艺术家”。&nbsp;</p><p>&nbsp;</p><p>2004 年，获“海峡两岸中国藏书票大展”银奖</p><p>2002 年，参加“中国‘鲁迅版画奖’获得者作品联展”</p><p>2002 年，参加“罗马尼亚‘世界和平’国际小版画邀请展”</p><p>2002 年，卡布那里国际小版画联谊会收藏</p><p>2004 年，北京鲁迅博物馆收藏</p>','2018-07-18 6:55:55'),(168,'5110028','山东李逵','140009','/public/upload/myImage-1531896986506.jpg',0,1,'7.5*8.5','2001',NULL,'<p>黑旋风李逵是山东沂水人，水泊梁山的英雄好汉。特别是在劫法场救宋江的一段中，李逵表现得最为勇猛。时值山东足球获得双连冠之际，作者期望中国的足球健儿要像李逵那样勇猛直前，取得战果为国争光。&nbsp;</p><ul><li>&nbsp;</li><li>2003 年，获“第十届全国藏书票艺术展”优秀奖</li><li>2004 年，获“海峡两岸中国藏书票艺术大展”银奖</li><li>2002 年，发表于《中国藏书票艺术》第二期</li><li>2004 年，北京鲁迅博物馆收藏</li></ul>','2018-07-18 6:56:52'),(169,'5111029','习惯','140009','/public/upload/myImage-1531897040985.jpg',0,1,'10*10','2001',NULL,'<p>习惯披着外衣，干了一杯又一杯，开心！开心！！真开心！！！&nbsp;</p><p>&nbsp;</p><p>2002 年，参加“中国‘鲁迅版画奖’获得者作品联展”</p><p>2003 年，参加“罗马国际小版画展”</p><p>2003 年，佛罗伦萨博物馆收藏</p>','2018-07-18 6:58:5'),(170,'5112030','宫廷羊汤','140009','/public/upload/myImage-1531897113137.jpg',0,1,'10*10','2001',NULL,'<p>喝了“宫廷”羊汤，身价顿时升高，我们也是“皇帝”和“娘娘”了。一 段时间，我们经常看到一些商品上，标着“宫廷”“贡品”……像“宫廷 窝头”“贡品泡菜”等，一时颇有市场，很受“贵族”们的青睐。吃起来味道就是不一般吧？！&nbsp;</p><p>&nbsp;</p><p>2002 年，参加“中国‘鲁迅版画奖’获得者作品联展”</p><p>2003 年，参加“罗马国际小版画展”</p><p>2003 年，佛罗伦萨博物馆收藏</p>','2018-07-18 6:58:50'),(171,'5113031','贵族风格','140009','/public/upload/myImage-1531897153392.jpg',0,1,'10*10','2001',NULL,'<p>有趣的事在我们的日常生活中随处可见。有一位小学生在填写一份表格时问妈妈：“民族一栏怎么填？”妈妈说：“我们家很有钱，我们是贵族，就填贵族。”&nbsp;</p><p>&nbsp;</p><ul><li>2002 年，参加“中国‘鲁迅版画奖’获得者作品联展”。&nbsp;</li></ul>','2018-07-18 6:59:24'),(172,'6114032','品墨','140010','/public/upload/myImage-1531898989696.jpg',0,1,'10*10','2001',NULL,'<p>画家在无意中或者是失意中滴了一滴墨，围观者便齐声叫好，这是常见的奇怪现象。因此有些人便故弄玄虚，自欺欺人。&nbsp;</p><p>&nbsp;</p><ul><li>2002 年，参加“中国‘鲁迅版画奖’获得者作品联展”</li><li>2003 年，参加“罗马国际小版画展”</li><li>2003 年，佛罗伦萨博物馆收藏</li></ul>','2018-07-18 7:30:11'),(173,'6115037','铁脚姑娘','140010','/public/upload/myImage-1531899097396.jpg',0,1,'10*10','2002',NULL,'<p>《铁脚姑娘》</p>','2018-07-18 7:31:49'),(174,'6116038','设计师','140010','/public/upload/myImage-1531899137803.jpg',0,1,'12*12','2002',NULL,'<p>最好的服装设计需要最好的模特来展示。有趣的是设计师与模特之间往往形成一种强烈而幽默的对比，这种有趣的对比，在设计师与模特向观众谢幕时，才能见到。&nbsp;</p><p>&nbsp;</p><ul><li>2003 年，获“第十届全国藏书票艺术展”荣誉奖</li><li>2003 年，获“土耳其安卡拉第一界国际藏书票大展”优秀作品奖</li><li>2003 年，土耳其哈斯特帕大学图书馆收藏</li></ul>','2018-07-18 7:32:41'),(175,'6117039','郁田果园的神医','140010','/public/upload/myImage-1531899888222.jpg',0,1,'9*10','2003',NULL,'<p>这幅书票是专为郁田先生六十大寿而作。郁田先生是著名的书票艺术家和收藏家，收藏量之大，号称全国第一。他给我来信说：“我已经六十岁了，年龄长了，创作藏书票的产量低了，就像一棵果树结出的果子不多了……”大概用了半年的时间我才为他刻制完成。郁田先生见到后非常高兴，尤其是对书票的创意特别满意。他点评说：“据说往树上钉钉能促使它多结果子，这似乎有点神！也许是经受震动与痛楚，激活了使命感与生 命力；也许是调理经络，畅通元气，增强了新陈代谢的健康机制；也许是金克木，置于死地而后生……最妙处，作者设计一位神话般的飞将军来钉这神奇的钉，增添了不少浪漫色彩和幽默趣味。更妙者，正值此树六十岁，所钉的恰是第六枚，而地上还放有四枚备用钉。但愿钉下那第十枚神钉时，老树依然茂叶青青，硕果累累！” 树上六枚，地上四枚，我的意愿是郁田先生的艺术生涯将是一百岁。&nbsp;</p><p>&nbsp;</p><p>2003 年，获“第十届全国藏书票艺术展”荣誉奖</p><p>2005 年，入选“第十五届比利时圣·尼克拉斯国际藏书票展”并编入优秀作品画册</p><p>2003 年，入选《中国藏书票精点》</p><p>2007 年，入选《中国新兴版画 75 周年藏书票选集》</p><p>2005 年，圣·尼克拉斯美术馆收藏</p>','2018-07-18 7:45:20'),(176,'6118041','魔履','140010','/public/upload/myImage-1531900112187.jpg',0,1,'10*11','2004',NULL,'<p>记得欧洲一个国家举行宴会，招待某国元首时，盛啤酒的透明玻璃杯子的形状是一只靴子的造型。与席的客人和主人见了后都大笑起来，宴会的气氛很活跃。我想把杯子创意者的想象再过一点“度”，这个过程不就是幻想的实现吗？幻想是一种享受，而且是超越了现实或在梦中醒来时的享受。&nbsp;</p><p>&nbsp;</p><p>2005 年，入选“第十一届全国藏书票艺术展”</p><p>2007 年，入选《中国新兴版画 75 周年藏书票选集》</p><p>2008 年，入选《中国当代藏书票精品》大型画册</p>','2018-07-18 7:48:53'),(177,'6119042','HIP HOP','140010','/public/upload/myImage-1531900178586.jpg',0,1,'9*10','2004',NULL,'<p>街舞这一娱乐形式，幽默、别致、有朝气，活泼、时尚还有一点可爱的“傻”气，很吸引人。难怪有些中老年人说：“街舞已不再只是年轻人的专利了。”&nbsp;</p><p>&nbsp;</p><p>2005 年，入选“第十五届比利时圣·尼克拉斯国际藏书票展”</p><p>2005 年，入选“第十一届全国藏书票艺术展”</p><p>2007 年，入选《中国新兴版画 75 周年藏书票选集》</p><p>2005 年，圣·尼克拉斯美术馆收藏</p>','2018-07-18 7:50:6'),(178,'6120043','山东大葱','140010','/public/upload/myImage-1531900236691.jpg',0,1,'12*10.5','2004',NULL,'<p>山东大葱世界第一。山东古称为夷，夷是高大有力的意思，山东大葱之所以有名，其特点就是高大，最高的大葱王有二米之高。山东大葱不仅脆嫩而且甘甜。中医讲大葱有明目益耳、活血运气、通便解毒、发汗祛热之功能。老百姓说：“大葱蘸大酱，越吃越壮。”在国外期间，我给朋友写信说：“……除了想家，再就是非常想念咱山东的大葱……”他说：“山东人口为什么这么多？这和山东人爱吃大葱有关……”每年10月份都在山东章丘举办一年一度的“大葱宴”，吸引了全国各地的客商前来订货。也有外国客商参加，场面是热闹非凡。曾不敢生吃大葱的南方人，在“大葱宴”上也吃得津津有味。&nbsp;</p><p>&nbsp;</p><ul><li>2005 年，入选“第十一届全国藏书票艺术展”</li></ul>','2018-07-18 7:50:52'),(179,'6121044','采访惊世作家M','140010','/public/upload/myImage-1531900286218.jpg',0,1,'11*11','2004',NULL,'<p>所谓“惊世作家”就是当前几位女性作家，用毫无掩饰的文学方式表达自己对性的体验。人们对她们有褒有贬。有人称她们是用文学方式展示自己对性的开放，而不是在做义务和屈从，是当代性革命的先锋；也有人说她们只有成熟的肉体，除了能拿自己的下半身来写作外，已感受不到任何 以写作的东西了。对此我在学生中作了一个小范围的调查，题目是：你对 M 的作品的观点是 赞成还是反对？有的不作语言表态，只是笑；有极小部分表示不反对而不说赞成；大部分的表态是既不赞成也不反对。由此可以得出这样一个结论：第一：他们都看了 M 的作品。 第二：持既不赞成也不反对的人和只是笑的人是一个观点，她们只是不好意思明说赞成而已。</p><p>&nbsp;</p><ul><li>2005 年，入选“第十一届全国藏书票艺术展”。&nbsp;</li></ul>','2018-07-18 7:51:54'),(180,'6122045','1968 17 ','140010','/public/upload/myImage-1531900342231.jpg',0,1,'12*12','2005',NULL,'<p>当年不足十七岁的中学生，在“文革”中被下放到偏僻的山沟，接着，他的父母、哥哥和姐姐也被赶到农村，实行接受再教育的劳动改造。这位所谓的知识青年的痛苦和绝望的心情，恐怕与他同龄的人都会有同样的感触吧。&nbsp;</p>','2018-07-18 7:52:31'),(181,'6123046','换大米号外的故事','140010','/public/upload/myImage-1531900380805.jpg',0,1,'10*10','2005',NULL,'<p>《换大米号外的故事》</p>','2018-07-18 7:53:22'),(182,'6124050','创意','140010','/public/upload/myImage-1531900424589.jpg',0,1,'10*10','2008',NULL,'<p>《创意》</p>','2018-07-18 7:53:57'),(183,'6125051','创意2','140010','/public/upload/myImage-1531900460311.jpg',0,1,'10*10','2008',NULL,'<p>有说有笑、有唱有跳，他们在干什么？谁也不知道。仔细一看，大概是商品广告。</p><p>&nbsp;</p><ul><li>&nbsp;2010 年，入选“土耳其第三十三届国际藏书票大展”</li></ul>','2018-07-18 7:54:36'),(184,'6126052','一支笔','140010','/public/upload/myImage-1531900503071.jpg',0,1,'8*9','2008',NULL,'<p>只要你肯出钱，我什么都能代办，而且能办得以假乱真，天衣无缝。真是天下一支笔！&nbsp;</p><p>&nbsp;</p><ul><li>2010 年，获中国广州“首届国际藏书票小版画双年展”优秀作品奖</li></ul>','2018-07-18 7:55:17'),(185,'6127054','辫子方便','140010','/public/upload/myImage-1531900544153.jpg',0,1,'8*11','2008',NULL,'<p>腐败的满清政府，对外屈膝投降，对内血腥镇压。人民的命运就像握在刽子手手中的辫子。&nbsp;</p><p>2010 年，中国广州“首届国际藏书票小版画双年展”获优秀作品奖</p>','2018-07-18 7:56:5'),(186,'6128055','朝南走往北拐','140010','/public/upload/myImage-1531900590102.jpg',0,1,'9.5*9','2008',NULL,'<p>人们都晓得自相矛盾的成语故事。有一位卖矛和盾的人，他说他造的矛什么盾都能穿透；他又说他造的盾什么矛也穿不透。如果有人问我，那个卖矛和盾的人长的什么样子？我说他是个又白又胖的小黑瘦子，又问到哪里能见到他？我说朝南走往北拐。&nbsp;</p><p>&nbsp;</p><p>2010 年，中国广州“首届国际藏书票小版画双年展”获优秀作品奖</p>','2018-07-18 7:56:42'),(187,'6129056','何首乌的传奇报道','140010','/public/upload/myImage-1531900829883.jpg',0,1,'9.5*9','2008',NULL,'<p>电视新闻里报道，一农民在山上挖到一棵神奇的何首乌，形态是一对胖胖的男女，赤裸地拥抱在一起，形象生动逼真。后来我在一本杂志上得知，那棵神奇的何首乌是农民用山药雕刻出来的。 在旧约《圣经·创世记》里，上帝在造植物、动物和人类的时候，再三提到“各从其类”，不得有混。如果人们明白了这一点，就不会上当受骗了。&nbsp;</p><p>&nbsp;</p><ul><li>2010 年，中国广州“首届国际藏书票小版画双年展” 获优秀作品奖</li></ul>','2018-07-18 8:0:45'),(188,'6130063','son','140010','/public/upload/myImage-1531901628615.jpg',0,1,'11*11','2009',NULL,'<p>《son》</p>','2018-07-18 8:13:59'),(189,'6131074','0批评','140010','/public/upload/myImage-1531901665306.jpg',0,1,'9.5*11.5','2011',NULL,'<p>在有些国家，定期或不定期地举行裸体、无上装和同性恋的大游行。这种行为受到政府、宗教界的批评。游行者也进行反批评。两种批评现在看来似乎是0:0。&nbsp;</p>','2018-07-18 8:14:34'),(190,'6132075','流金岁月','140010','/public/upload/myImage-1531904314809.jpg',0,1,'10*8.5','2011',NULL,'<p>岁暮之人记性有减，出门忘带钥匙，眼镜放在哪里？不能按时吃药等等现象屡见不鲜。但对当年最荣誉、最值得骄傲的事情却是越老记得越牢。&nbsp;</p>','2018-07-18 8:58:45'),(191,'6133081','拔地三尺之子','140010','/public/upload/myImage-1531904405167.jpg',0,1,'8*11.5','2011',NULL,'<p>古今中外吹牛不犯法，既然不犯法当然就会有人热衷。说能拽着自己的头发离地三尺，初时有人信服得五体投地，而今连小孩子也知道那是滑稽可笑的骗局。 &nbsp;&nbsp;</p>','2018-07-18 9:0:16'),(192,'6134131','平安无事了','140010','/public/upload/myImage-1531904448151.jpg',0,1,'10.5*13','2015',NULL,'<p>求平安无事者是当今颐指气使的败类形象的代表。他们不遵纪守法、他们不信马列，而信鬼神和各类大师，妄想祈求神灵和大师们的法力来保佑自己平安无事，以逃脱党纪、国法的制裁。（颐指气使：不说话而用面部表情来示意。指有权势的人傲慢的神气。）&nbsp;</p>','2018-07-18 9:0:55'),(193,'6135134','梦乡曲','140010','/public/upload/myImage-1531904486124.jpg',0,1,'10.5*12','2015',NULL,'<p>近期电视里播放一个《乡愁》的专题节目。人人都有童年、都有对故乡的留恋和回忆。&nbsp;</p>','2018-07-18 9:1:34'),(194,'6136156','热血青年','140010','/public/upload/myImage-1531904555848.jpg',0,1,'10*11','2016',NULL,'<p>这批追求真理的热血青年，他们是伟大的早期共产党人，他们坚定的信念就是，消灭一切剥削阶级，抛头颅洒热血，坚信“英特纳雄耐尔”一定会实现。&nbsp;</p>','2018-07-18 9:2:43'),(195,'6137158','妈妈','140010','/public/upload/myImage-1531904624257.jpg',0,1,'10*11','2016',NULL,'<p>现代进步作家柔石（1902—1931）原名赵平复。在鲁迅的支持下加入“左联”，1930 年参加中国共产党。1931年2月7日牺牲，年仅 29 岁。在上海监狱被害的前夕，为了安慰妈妈，写信说自己仍在搞翻译工作……&nbsp;</p>','2018-07-18 9:3:51'),(196,'6138162','知音','140010','/public/upload/myImage-1531904661043.jpg',0,1,'12*12','2016',NULL,'<p>《知音》</p>','2018-07-18 9:4:30'),(197,'7139106','创世之光','140011','/public/upload/myImage-1531963262990.jpg',0,1,'9*12.5','2014',NULL,'<p>起初，神创造天地。地是空虚混沌，渊面黑暗，神的灵运行在水面上。神说：“要有光”就有了光。神看光是好的，就把光暗分开了。神称光为“昼”。称暗为“夜”。&nbsp;</p>','2018-07-19 1:21:14'),(198,'7140174','创造夏娃','140011','/public/upload/myImage-1531963308474.jpg',0,1,'12*14.5','2017',NULL,'<p>耶和华使他沉睡，他就睡了。于是取下他的一条肋骨，又把肉合起来。耶和华神就用那人身上所取的肋骨，造成一个女人，领她到那人跟前。那人说：“这是我骨中的骨，肉中的肉，可以称她为‘女人’因为她是从男人身上取出来的。”因此，人离开父母，与妻子连合，二人成为一体。&nbsp;</p>','2018-07-19 1:21:56'),(199,'7141161','亚当和夏娃','140011','/public/upload/myImage-1531963358475.jpg',0,1,'12.5*12','2016',NULL,'<p>耶和华神所造的，惟有蛇比田野一切的活物更狡猾。蛇对女人说：“神岂是真说，不许你们吃园中所有树上的果子吗？”女人对蛇说：“园中树上的果子我们可以吃，惟有园当中那棵树上的果子，神曾说：你们不可吃，也不可摸，免得你们死。”蛇对女人说：“你们不一定死，因为神知道你们吃的日子眼睛就明亮了，你们便如神能知道善恶。”于是女人见那棵树的果子好作食物，也悦人的眼目，且是可喜爱的，能使人有智慧，就摘下果子吃了，又给她丈夫，她丈夫也吃了。&nbsp;</p>','2018-07-19 1:22:41'),(200,'7142033','夏娃','140011','/public/upload/myImage-1531963408491.jpg',0,1,'10*10','2002',NULL,'<p>人们都知道夏娃在撒旦的引诱下，偷吃了上帝的禁果，因此被赶出伊甸园，成了人类的祖先。有人说亚当和夏娃虽然受到上帝的惩罚，但由于吃了智慧果，却变得聪明和懂得了爱情。&nbsp;</p><p>&nbsp;</p><ul><li>2003年入选《比利时第十四届国际神话故事藏书票展》比利时国际藏书票版画中心收藏&nbsp;</li><li>2004年入选《国际藏书票邀请展精选》&nbsp;</li><li>2007年入选《中国新兴版画75周年藏书票选集》&nbsp;</li></ul>','2018-07-19 1:23:53'),(201,'7143073','你在哪里','140011','/public/upload/myImage-1531963466712.jpg',0,1,'10*10.5','2011',NULL,'<p>耶和华神所造的，惟有蛇比田野一切的活物更狡猾。蛇对女人说：“神岂是真说，不许你们吃园中所有树上的果子吗？”女人对蛇说：“园中树上的果子我们可以吃，惟有园当中那棵树上的果子，神曾说：你们不可吃，也不可摸，免得你们死。”蛇对女人说：“你们不一定死，因为神知道你们吃的日子眼睛就明亮了，你们便如神能知道善恶。”于是女人见那棵树的果子好作食物，也悦人的眼目，且是可喜爱的，能使人有智慧，就摘下果子吃了，又给她丈夫，她丈夫也吃了。他们二人的眼睛就明亮了，才知道自己是赤身裸体，便拿无花果树的叶子，为自己编作裙子。天起了凉风，耶和华在园中行走，那人和他妻子听见神的声音，就藏在园里的树木中，躲避耶和华的面。耶和华神呼唤那人，对他说：“你在哪里？”&nbsp;</p>','2018-07-19 1:24:39'),(202,'7144169','受咒诅','140011','/public/upload/myImage-1531963713506.jpg',0,1,'11.5*12','2014',NULL,'<p>耶和华神对蛇说：“你既作了这事，就必受咒诅，比一切的牲畜野兽更甚，你必用肚子行走，终身吃土。我又要叫你和女人彼此为仇，你的后裔和女人的后裔也彼此为仇。女人的后裔要伤你的头，你要伤他的脚跟。”&nbsp;</p>','2018-07-19 1:28:47'),(203,'7145067','驱出伊甸园','140011','/public/upload/myImage-1531965209305.jpg',0,1,'9.5*11.5','2010',NULL,'<p>耶和华神说：“那人已经与我们相似，能知道善恶；现在恐怕他们伸手又摘生命树上的果子吃，就永远活着。”耶和华神便打发他出伊甸园去，耕种他所自出之土。于是把他赶出去了&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《2012第二届广州国际藏书票双年展》优秀藏书票奖&nbsp;</li></ul>','2018-07-19 1:53:48'),(204,'7146068','挪亚方舟','140011','/public/upload/myImage-1531965263388.jpg',0,1,'9.5*11.5','2010',NULL,'<p>过了四十天，挪亚开了方舟的窗户…他放出一只鸽子去，要看看水从地上退了没有。但遍地都是水，鸽子找不着落脚之地，就回到方舟挪亚那里，挪亚伸手把鸽子接进方舟来。他又等了七天，再把鸽子从方舟放出去，到了晚上，鸽子回到他那里，嘴里叼着一个新拧下来的橄榄叶子，挪亚就知道地上的水退了。他又等了七天，放出鸽子，鸽子就不再回来了。&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《第十四届全国藏书票、小版画艺术展》最佳藏书票奖（最高奖）&nbsp;</li></ul>','2018-07-19 1:54:37'),(205,'7147154','巴别塔','140011','/public/upload/myImage-1531965318938.jpg',0,1,'13*13','2016',NULL,'<p>那时，天下人的口音、言语，都是一样。他们往东边迁徙的时候，在示拿地遇见一片平原，就住在那里。他们彼此商量说：“来吧！我们要作砖，把砖烧透了。”他们就拿砖当石头，又拿石漆当灰泥。他们说：“来吧！我们要造一座城和一座塔，塔顶通天，为要传扬我们的名，免得我们分散在全地上。”耶和华降临，要看看世人所建造的城和塔。耶和华说：“看哪！他们成为一样的人民，都是一样的言语，如今既作起这事来，以后他们所要作的事，就没有不成就的了。我们下去，在那里变乱他们的口音，使他们的言语彼此不通。”于是耶和华使他们从那里分散在全地上，他们就停工不造那城了。因为耶和华在那里变乱天下人的言语，使众人分散在全地上，所以那城名叫巴别（就是变乱的意思）。&nbsp;</p>','2018-07-19 1:55:25'),(206,'7148107','夏甲逃出家门','140011','/public/upload/myImage-1531965349239.jpg',0,1,'10*12.7','2014',NULL,'<p>亚伯拉罕的妻子撒拉不能生育，便将女仆夏甲给亚伯拉罕做妾，以得后嗣。夏甲怀孕后，对主母撤拉不甚敬重，被撒拉虐待而逃出家门，到旷野里去。上帝的使者在旷野路上的水泉旁遇见她，对她说：“你回到你主母那里，服在她手下。”又说：“你如今怀孕要生一个儿子，可以给他取名叫以实玛利，我必使你的后裔极其繁多，甚至不可胜数。他为人必像野驴，他的手要攻打人，人的手也要攻打他。”夏甲听从了天使的话。夏甲回家后不久，便生下一个儿子。&nbsp;</p>','2018-07-19 1:55:59'),(207,'7149087','罪恶的所多玛','140011','/public/upload/myImage-1531965385765.jpg',0,1,'10*10.5','2012',NULL,'<p>耶和华说：“所多玛和蛾摩拉的罪恶甚重，声闻于我。我现在要下去，察看他们所行的，果然尽像那达到我耳中的声音一样吗？”因为所多玛和蛾摩拉的罪恶甚重，耶和华将硫磺与火从天上耶和华那里，降与所多玛和蛾摩拉，把那些城和全平原 并城里所有的居民，连地上生长的都毁灭了。 &nbsp;&nbsp;</p><p>&nbsp;</p><ul><li>2013年入选《第十五届全国藏书票暨小版画艺术展》&nbsp;</li></ul>','2018-07-19 1:56:41'),(208,'7150170','罗得妻子变成盐柱','140011',' ',0,1,'12.3*12.5','2016',NULL,'<p>天使告诉罗得一家，上帝耶和华要毁灭所多玛与蛾摩拉两城，让他们一家立即逃离，并叮嘱他们在逃命时切不可回头看。耶和华上帝从天上降硫磺及火，把所多玛、蛾摩拉及附近的一切都毁灭。罗得的妻子没有遵从神谕，在逃命时回头看了一眼，立即变作了一根盐柱。&nbsp;</p>','2018-07-19 1:57:18'),(209,'7151124','绝望中的夏甲','140011','/public/upload/myImage-1531965474267.jpg',0,1,'8.2*12.5','2015',NULL,'<p>夏甲母子被赶出家门，在旷野迷了路，皮袋里的水也没了。在绝望中放声大哭……&nbsp;</p>','2018-07-19 1:58:5'),(210,'7152057','利百加','140011,12','/public/upload/myImage-1531965518006.jpg',0,1,'10.5*10.5','2008',NULL,'<p>一百四十岁时的亚伯拉罕想为儿子以撒完婚，便令家人前往家乡——米索波大米拿鹤城，为儿子寻找一个好姑娘作妻子。家人来到拿鹤城后，却不知应该怎样挑选为好，他便向上帝祷告求得帮助，说：“上帝啊！求你施恩给我的主人亚伯拉罕，使我今日遇见好机会，求神能把最适合的姑娘安排在水井旁打水，如果我向她说，请你拿下你的水罐给我水喝。她若说，请喝，也给你的骆驼喝。愿那女子就是上帝预定的给我主人的儿子以撒做妻。这样我便知道神施恩给我的主人。”事情果然如此。爽快、俊美的利百加姑娘就是这样被选中了。 &nbsp; &nbsp;</p><p>&nbsp;</p><ul><li>2010年 入选 《第33届国际藏书票大展》 （土耳其）</li><li>2010年 获《第十三届全国藏书票小版画艺术展》 金奖</li></ul>','2018-07-19 1:59:5'),(211,'7153035','犹滴','140011','/public/upload/myImage-1531965577481.jpg',0,1,'11*10.5','2002',NULL,'<p>圣经故事中的女英雄。犹滴是修利亚城的一位聪明美貌的年轻寡妇。公元三世纪，在巴比仑、亚述大将荷罗芬尼斯围攻修利亚城时，犹滴作为人质去见荷罗芬尼斯，她勇敢机智地将他刺死，修利亚城因此解围、人民得救。 2003年入选《比利时第十四届国际神话故事藏书票展》 比利时国际藏书票版画中心收藏 。</p><p>&nbsp;</p><ul><li>2004年入选《国际藏书票邀请展精选》&nbsp;</li></ul>','2018-07-19 1:59:58'),(212,'7154115','雅各与天使摔跤','140011','/public/upload/myImage-1531965629285.jpg',0,1,'10.5*13','2014',NULL,'<p>雅各夜间起来，带着两个妻子、两个使女、十一个儿子都过了雅博渡口。先打发他们过河，又打发所有的都过去，只剩下雅各一个人。有一个人来和他摔跤，直到黎明，那人见自己胜不过他，就将他的大腿窝摸了一把，雅各的大腿窝正在摔跤的时候就扭了。那人说：“天黎明了，容我去吧！”雅各说：“你不给我祝福，我就不容你去。”那人说：“你名叫什么？”他说：“我叫雅各。”那人说：“你的名字不要再叫雅各，要叫以色列，因为你与神与人较力，都得了胜。”&nbsp;</p>','2018-07-19 2:0:38'),(213,'7155111','他玛与犹大','140011','/public/upload/myImage-1531965668427.jpg',0,1,'9*12.5','2014',NULL,'<p>他玛是犹大的儿媳，先后嫁给他的两个儿子，两个儿子都死了。犹大不愿意将最小的儿子给儿媳来为长子留后，就让他玛先回娘家守寡。他玛知道自己被骗后，戴上面纱，假扮妓女。犹大没认出，就同她同寢，他玛因为这次与公公犹大的同房而怀孕。三个月以后，当犹大听说他玛在娘家守寡期间充当妓女，并且怀孕的消息，便下令以通奸罪名将她烧死。他玛出示了犹大的印、带子和杖三样证物，公开宣布孩子的父亲就是物证的主人。于是犹大承认了她和孩子，并且承认他玛比自己更为公义，因为自己没有让幼子迎娶他玛。&nbsp;</p>','2018-07-19 2:1:17'),(214,'7156113','装扮成妓女的他玛','140011','/public/upload/myImage-1531965700173.jpg',0,1,'11*13','2014',NULL,'<p>他玛脫了她作寡妇的衣裳，用帕子蒙着脸，坐在城门口，装做妓女。犹大来此召妓，由于他玛戴着面纱，犹大没有辨认出是自己的儿媳，就同她同寢，她就从犹大怀了孕。&nbsp;</p>','2018-07-19 2:1:54'),(215,'7157071','聪明的约瑟','140011','/public/upload/myImage-1531965737122.jpg',0,1,'9*11.5','2010',NULL,'<p>约瑟秀雅俊美，约瑟主人的妻以目送情给约瑟，说：“你与我同寝吧！”约瑟不从。一天约瑟进屋里去办事，家中没有一人在那里，妇人就拉着他的衣裳说：“你与我同寝吧！”约瑟把衣裳丢在妇人手里，跑到外边去了。妇人看见约瑟把衣裳丢在她手里跑出去了，就叫了家里人来，对他们说：“他到我这里来，要与我同寝，我就大声喊叫，他听见我放声喊起来，就把衣裳丢在我这里，跑到外面去了。”&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《2012第二届广州国际藏书票双年展》优秀藏书票奖&nbsp;</li></ul>','2018-07-19 2:2:32'),(216,'7158140','过红海','140011','/public/upload/myImage-1531965786546.jpg',0,1,'11*13','2015',NULL,'<p>摩西遵照神的命令，率领以色列人离开埃及，到了红海边上，埃及法老的军兵在后面紧紧追赶以色列人。以色列人举目看见埃及人赶来，就向耶和华哀求。这时神使海水分开，以色列人下海走干地到了对岸。埃及的军兵也下海追去，但神却叫海水合上，淹没了埃及的全军。那时摩西和以色列人唱诗赞美他。摩西的姐姐米利暗带着众妇女击鼓跳舞，应声歌颂耶和华。&nbsp;</p><p>&nbsp;</p><ul><li>2016 年获“第十六届全国藏书票艺术展”优秀奖&nbsp;</li></ul>','2018-07-19 2:3:19'),(217,'7159120','米利暗的赞歌','140011','/public/upload/myImage-1531965831451.jpg',0,1,'10*13','2014',NULL,'<p>法老的马匹、车辆和马兵，下到海中，耶和华使海水回流淹没他们，惟有以色列人在海中走干地。亚伦的姐姐女先知米利暗，手里拿着鼓，众妇女也跟着她出去拿鼓跳舞。米利暗应声说：“你们要歌颂耶和华，因他大大战胜，将马和骑马的投在海中。”&nbsp;</p>','2018-07-19 2:3:59'),(218,'7160094','汛的旷野','140011,12','/public/upload/myImage-1531965868096.jpg',0,1,'10*12','2012',NULL,'<p>摩西带领以色列人来到汛的旷野。在炎炎烈日和缺水无草的旷野中，干渴疲惫的以色列人开始抱怨。耶和华晓谕摩西说：“我已经听见以色列人的怨言，你告诉他们说：‘到黄昏的时候，你们要吃肉，早晨必有食物得饱，你们就知道我是耶和华你们的神。’”到了黄昏的时候，预言果然应验了。有无数的鹌鹑飞来，遮满了营。</p><p>&nbsp;</p><ul><li>2013年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖</li><li>2013年获得第《十五届全国藏书票暨小版画艺术展》</li></ul>','2018-07-19 2:4:49'),(219,'7161135','金牛犊','140011','/public/upload/myImage-1531965920809.jpg',0,1,'11*13','2015',NULL,'<p>摩西在何烈山上四十昼夜，耶和华晓谕摩西律例典章，然后把两块法版交给他，上面的十条诫是神亲自用指头写在石板上的。百姓见摩西迟迟不下山，就大家 聚集在亚伦那里，对他说：“起来，为我们作神像，可以在我们前面引路。”亚伦将百姓拿来的金环铸了一只牛犊，并筑坛献祭，后来摩西下山手里拿着神写的那两块法板，看见金牛犊，又看见人跳舞，就发烈怒把两块板扔在山下摔 碎了，又将他们所铸的金牛犊用火焚烧。&nbsp;</p>','2018-07-19 2:5:38'),(220,'7162137','赞美之泉','140011','/public/upload/myImage-1531965962736.jpg',0,1,'10*13','2015',NULL,'<p>以色列人起行到了比珥（比珥就是井的意思）。从前耶和华吩咐摩西说：“招聚百姓，我好给他们水喝。”说的就是这井。当时，以色列人唱歌说：“井啊，涌上水来！你们要向这井歌唱。”&nbsp;</p><ul><li>2016年入选“第十六届全国藏书票艺术展”&nbsp;</li></ul>','2018-07-19 2:6:16'),(221,'7163139','摩西独自登上毗斯迦山顶','140011','/public/upload/myImage-1531966230838.jpg',0,1,'10.3*13','2015',NULL,'<p>摩西从摩押平原登尼波山，上了那与耶利哥相对的毗斯迦山顶。耶和华将应许 之地指给他看。耶和华说：“这就是我向亚伯拉罕、以撒、雅各起誓应许之地，说：‘我必将这地赐给你的后裔。’现在我使你眼睛看见了，你却不得过到那里去。”于是耶和华的仆人摩西死在摩押地。&nbsp;</p>','2018-07-19 2:10:42'),(222,'8164117','机智的喇合','140012','/public/upload/myImage-1531966833132.jpg',0,1,'9.5*13','2014',NULL,'<p>一个名叫喇合的妓女，把以色列的两名探子藏在了房顶上的麻秸中。当卫兵来她家搜捕时，用谎言支走了卫兵。作为回报，探子许诺在攻占该城后，将保护她的全家。让她在窗户上系了一根红绳做为记号，这样保住了她一家的性命。&nbsp;</p>','2018-07-19 2:20:56'),(223,'8165122','底波拉的预言','140012','/public/upload/myImage-1531966922293.jpg',0,1,'11*12.5','2015',NULL,'<p>底波拉一位女先知，也是一位女士师。迦南王列宾欺压以色列人二十年之久，底波拉调动军队并分派将军巴拉带兵与列宾的将军西西拉交战，并预言巴拉会取得胜利。正如底波拉所预言的，以色列人大获全胜。西西拉在逃跑时被杀死。&nbsp;</p>','2018-07-19 2:22:5'),(224,'8166123','底波拉督战','140012','/public/upload/myImage-1531966960538.jpg',0,1,'12*13','2015',NULL,'<p>女先知、女士师底波拉同意巴拉的请求，一同前去督战。底波拉对巴拉说：“你起来，今日就是耶和华将西西拉交在你手的日子。耶和华岂不在你前头行吗？” 将军巴拉率领一万人，打败了西西拉的九百辆铁车。西西拉的全军，都倒在刀下，没有留下一人。&nbsp;</p>','2018-07-19 2:22:42'),(225,'8167092','参孙雷千军','140012','/public/upload/myImage-1531966995222.jpg',0,1,'10.5*11.5','2012',NULL,'<p>他见一块未干的驴腮骨，就伸手拾起来，用以击杀一千人。参孙说：“我用驴腮骨杀人成堆，用驴腮骨杀了一千人。”&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖&nbsp;</li><li>2014年获《西班牙第35届国际藏书票双年展》“荣誉提名奖”&nbsp;</li></ul>','2018-07-19 2:23:35'),(226,'8168090','参孙被诱骗','140012','/public/upload/myImage-1531967087590.jpg',0,1,'10.5*11.5','2012',NULL,'<p>参孙喜欢上了一个妇人，名叫大利拉。非利士的首领收买了她，让她探出参孙力大 的秘密在大利拉的诱骗下，参孙把他心中所藏的都告诉了她，对她说：“若剃了我 的头发，我的力气就离开我，我便软弱像别人一样。”大利拉趁参孙枕着她的腿上 睡着时，剪掉了他头上的七条发绺。于是他的力气就离开他了。&nbsp;</p><p>&nbsp;</p><ul><li>2014年获《西班牙第35届国际藏书票双年展》“荣誉提名奖”&nbsp;</li></ul>','2018-07-19 2:25:7'),(227,'8169091','参孙得力量','140012,12','/public/upload/myImage-1531967140568.jpg',0,1,'10.5*11.5','2012',NULL,'<p>参孙被捉，非利士人在神庙举行庆祝仪式，准备狂欢取乐。逼迫他站在两柱中间。那时房内充满男女，非利士的众首领也都在那里。房的平顶上约有三千男女，观看参孙戏耍。参孙求告耶和华说：“主耶和华啊！求你眷念我。神啊！求你赐我这一次的力量，使我在非利士人身上报那剜我双眼的仇。”参孙就抱住那两根柱子；左手抱一根，右手抱一根说：“我情愿与非利士人同死！”就尽力屈身，房子轰然倒塌，压死了所有的人。这样，参孙死时所杀的人，比活着所杀的还多。&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖</li><li>2014年获《西班牙第35届国际藏书票双年展》“荣誉提名奖”</li></ul>','2018-07-19 2:26:2'),(228,'8170097','拿俄米和路得','140012','/public/upload/myImage-1531967195041.jpg',0,1,'10.5*12.5','2012',NULL,'<p>拿俄米一家人在摩押地期间，丈夫以利米勒与二个儿子相继死了。拿俄米决定归回自己犹大国的家乡——伯利恒，她对二个儿媳说：“你们各人回娘家去吧，愿耶和华恩待你们。”大儿媳俄珥巴与婆婆亲嘴而别，只是路得舍不得拿俄米。路得说：“不要催我回去不跟随你，你往哪里去，我也往哪里去；你在哪里住宿，我也在哪里住宿；你的国就是我的国，你的神就是我的神；你在哪里死，我也在哪里死，也葬在那里。除非死能使你我相离。”&nbsp;</p><p>&nbsp;</p><ul><li>2013年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖&nbsp;</li><li>2013年入选《第十五届全国藏书票暨小版画艺术展》&nbsp;</li></ul>','2018-07-19 2:26:50'),(229,'8171096','路得与波阿斯','140012','/public/upload/myImage-1531967246216.jpg',0,1,'11*12','2012',NULL,'<p>波阿斯对路得说：“打开你所披的外衣。”她打开了，波阿斯就撮了六簸箕大麦，帮她扛在肩上，她便进城去了。&nbsp;</p><p>&nbsp;</p><ul><li>2013年获《陆家嘴“梅园杯”上海国际藏书票邀请展》金奖&nbsp;</li><li>2013年入选《第十五届全国藏书票暨小版画艺术展》&nbsp;</li></ul>','2018-07-19 2:27:42'),(230,'8172167','哈拿的祈盼','140012','/public/upload/myImage-1531967726954.jpg',0,1,'12.3*12.5','2016',NULL,'<p>有一个以法莲人，名叫以利加拿，他有两个妻，一名哈拿，一名毗尼拿。毗尼拿有儿女，哈拿没有儿女。哈拿心里愁苦，就痛苦哭泣，祈祷耶和华，许愿说：“万军之耶和华啊！ 你若垂顾婢女的苦情，眷念不忘婢女，赐我一个儿子，我就使他终身归于耶和华，不用剃头刀剃他的头。”&nbsp;</p>','2018-07-19 2:35:30'),(231,'8173171','撒母耳杀死亚甲','140012','/public/upload/myImage-1531968979622.jpg',0,1,'12*13','2017',NULL,'<p>撒母耳说：“要把亚玛力王亚甲带到我这里来！”亚甲就欢欢喜喜地来到他面前，心里说，死亡的苦难必定过去了。撒母耳说：“你既用刀使妇人丧子；这样，你母亲在妇人中也必丧子。”于是撒母耳在吉甲耶和华面前将亚甲杀死。&nbsp;</p>','2018-07-19 2:56:28'),(232,'8174110','少年大卫','140012','/public/upload/myImage-1531969027433.jpg',0,1,'11.2*12.5','2014',NULL,'<p>少年大卫用机弦甩石，将非利士巨人打倒在地，并用刀割下了他的头。&nbsp;</p>','2018-07-19 2:57:13'),(233,'8175173','大卫迎战歌莉娅','140012','/public/upload/myImage-1531969061557.jpg',0,1,'9*13.5','2017',NULL,'<p>以色列被非利士人入侵，面对巨人哥利亚日复一日的挑衅和骂战，以色列这边竟无人敢应战。一天，牧羊少年大卫奉父亲之命来军中探望哥哥，看到此情形，他勇敢地向扫罗王请战。大卫在溪中挑选了五块光滑的石子，拿着甩石的机弦，出营与哥利亚对阵。结果，他只用了一粒石子，便打中了歌利亚的头颅。巨人立刻倒地，被大卫杀死。以色列人乘胜追击，并大获全胜，少年大卫成了民族英雄。&nbsp;</p>','2018-07-19 2:57:53'),(234,'8176118','亚比该救助大卫','140012','/public/upload/myImage-1531971016986.jpg',0,1,'11*12.5','2014',NULL,'<p>有拿八的一个仆人告诉拿八的妻亚比该说：“大卫从旷野打发使者来问我主人的安，主人却辱骂他们。但是那些人待我们甚好，我们在田野与他们交往的时候，没有受他们的欺负，也未曾失落什么。我们在他们那里放羊的时候，他们昼夜作我们的保障。所以你当筹划，看怎样行才好，不然灾祸定要临到我主人和他全家。”亚比该急忙将二百饼、两皮袋酒，五只收拾好的羊、五细亚烘好的穗子、一百葡萄饼、二百无花果饼，都驮在驴上。对仆人说：“你们前头走，我随着你们去。”&nbsp;</p>','2018-07-19 3:30:18'),(235,'8177119','悲恸的大卫','140012','/public/upload/myImage-1531971065153.jpg',0,1,'9*13','2014',NULL,'<p>大卫得知扫罗和约拿单在与非利士人的战争中，因战败而死，大卫就撕裂衣服，为他们悲哀哭号，禁食至晚上，又为扫罗和约拿单作哀歌，以哀悼他们。大卫所作的哀歌，又被称为《弓歌》，因为它主要是歌颂约拿单的弓箭。&nbsp;</p><p>&nbsp;</p><ul><li>2016 年获“俄罗斯第三十六届国际藏书票双年展”特别奖</li></ul>','2018-07-19 3:31:22'),(236,'8178121','拔示巴淋浴','140012','/public/upload/myImage-1531971111694.jpg',0,1,'11*13','2014',NULL,'<p>拔示巴原来是大卫下属的军官乌利亚的妻子，有一日大卫在房顶上行走，看到拔示巴沐浴，就爱上了美丽的拔示巴，诱奸拔示巴怀孕后，大卫借故杀死了乌利亚，使她成为大卫的妻子。 &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>','2018-07-19 3:33:11'),(237,'8179144','罗波安王','140012','/public/upload/myImage-1531971219474.jpg',0,1,'9.5*13','2016',NULL,'<p>所罗门王在位的后期，国家为了支付各项巨大建设的开支而要向国民征收更多的税款，导致财政危机。当罗波安继位后，有人向他建议要减税，以减轻国民的负担。当时，国内年长的臣子都支持这个建议，但年轻的臣子却持相反意见。结果罗波安采纳了年轻臣子的意见，导致了以色列王国的分裂。&nbsp;</p>','2018-07-19 3:33:48'),(238,'8180102','所罗门王宫','140012','/public/upload/myImage-1531971256427.jpg',0,1,'10.5*12.5','2013',NULL,'<p>所罗门王宠爱许多外邦女子，有妃七百，都是公主，还有嫔三百，这些妃嫔诱惑他的心，去随从别神。&nbsp;</p>','2018-07-19 3:34:23'),(239,'8181125','以利亚在撒勒法','140012','/public/upload/myImage-1531971309667.jpg',0,1,'10.3*11.5','2015',NULL,'<p>耶和华对以利亚说：“你起身去西顿的撒勒法，住在那里，我已吩咐那里的一个寡妇供养你。” 以利亚来到撒勒，见有一寡妇在捡柴，以利亚呼叫她，说：“求你用器皿取点水来给我喝。” 她去取水的时候以利亚又叫她说：“也求你拿点饼来给我。”她说：“我没有饼，坛内只有一 把面，瓶里只有一点油。我正在捡几根柴，回家要为我和我儿子做饼，我们吃完了，就等死！” 以利亚对她是：“不要惧怕，照你所说的去做吧！只是先为我作一个小饼，拿来给我，然后 为你和你儿子做饼。因为耶和华以色列的神如此说：‘坛内的面必不减少，瓶里的油必不短 缺直到耶和华使雨降在地上的日子。’”妇人就照以利亚的话去行。她和她家中的人，并以 利亚，吃了很多日子。坛内的面果不减少，瓶里的油也不短缺，正如耶和华借以利亚所说的话。&nbsp;</p>','2018-07-19 3:35:23'),(240,'8182127','拿伯的葡萄园','140012','/public/upload/myImage-1531971383455.jpg',0,1,'11*12','2015',NULL,'<p>亚哈王看上拿伯的葡萄园，对他说：“你将你的葡萄园给我作菜园，因为是靠 近我的宫，我就把更好的葡萄园换给你，或是你要银子，我就按着价值给你。” 拿伯对亚哈说：“我敬畏耶和华，万不敢将我先人留下的产业给你。”亚哈王遭到拿伯拒绝。王后耶洗别用计陷害拿伯，拿伯被众人拉到城外，用石头打死。亚哈霸占了拿伯的葡萄园。&nbsp;</p>','2018-07-19 3:36:33'),(241,'8183114','耶洗别之死','140012','/public/upload/myImage-1531971442404.jpg',0,1,'11.5*12.5','2014',NULL,'<p>耶洗别是腓尼基公主，在热心事奉巴力的气氛中长大，当她做了以色列王亚哈的妻子后继续信奉巴力，并且借着软弱的丈夫强迫以色列人随从她的宗教。亚哈死后十年，国王耶户命他身边的仆人把她从王宫的窗口扔了下去。&nbsp;</p>','2018-07-19 3:37:31'),(242,'8184095','亡国被掳','140012','/public/upload/myImage-1531971705157.jpg',0,1,'9.5*12.5','2012',NULL,'<p>我们曾在巴比伦的河边坐下，一追想锡安就哭了。我们把琴挂在那里的柳树上。因为在那里掳掠我们的，要我们唱歌，抢夺我们的，要我们作乐。说：“给我们唱一首锡安歌吧！”我们怎能在外邦唱耶和华的歌呢？耶路撒冷啊！我若忘记你，情愿我的右手忘记技巧。我若不记念你，若不看耶路撒冷过于我所最喜乐的，情愿我的舌头贴于上膛。&nbsp;</p>','2018-07-19 3:41:53'),(243,'8185104','约伯的磨难','140012','/public/upload/myImage-1531971742435.jpg',0,1,'11*12','2013',NULL,'<p>约伯曾经拥有的财产、儿女、健康，瞬间完全失去，成了一个肮脏长满毒疮的可怜人。神拣选了约伯，一个完全正直，敬畏神，远离恶事的人，一个最不该受苦的人，忍受了旷世少有的苦难。透过约伯的经历，将苦难，这一困扰世人的不解之谜，给予明确的指引。&nbsp;</p>','2018-07-19 3:42:31'),(244,'8186166','以斯贴挽救犹太人','140012','/public/upload/myImage-1531971797326.jpg',0,1,'12*14','2016',NULL,'<p>以斯帖是犹太人被掳时期的一个年轻的孤女，她容貌俊美，后来被选为波斯王后。她曾冒着生命危险，揭露哈曼的阴谋，挽救了犹大全族的灭亡之灾。至今全世界的犹太人依旧在亚达月 14、15 日的普珥节纪念以斯帖。&nbsp;</p>','2018-07-19 3:43:26'),(245,'8187103','所罗门王','140012','/public/upload/myImage-1531972133400.jpg',0,1,'11.5*12','2013',NULL,'<p>在耶路撒冷作王，大卫的儿子，传道者的言语。&nbsp;</p><p>传道者说：虚空的虚空，虚空的虚空，凡事都是虚空。&nbsp;</p>','2018-07-19 3:49:5'),(246,'8188116','何西阿娶淫妇歌蔑为妻','140012','/public/upload/myImage-1531972221930.jpg',0,1,'11*12.5','2014',NULL,'<p>耶和华初次与何西阿说话，对他说：“你去娶淫妇为妻，也收那从淫妇所生的儿女，因为这地大行淫乱，离开耶和华。”于是何西阿去娶了滴拉音的女儿歌蔑。&nbsp;</p>','2018-07-19 3:50:29'),(247,'8189143','约拿拒往尼尼微','140012','/public/upload/myImage-1531972256523.jpg',0,1,'10.5*11','2015',NULL,'<p>耶和华命令约拿往尼尼微传道。尼尼微是当时亚述帝国的首都。约拿不愿意到尼尼微去传道，惟恐尼尼微人蒙神怜悯，免受灾害。所以约拿坚决不肯去尼尼微传道给尼尼微人，却坐船往相反的方向而去，其目的乃是逃避这一传道的使命。 耶和华为了阻止约拿，便使海上狂风大作，约拿乘坐的船几乎倾覆。船上的人终于得知这 次危难乃是由于约拿逃避神的命令而造成的。同船的人问约拿怎样才能使海浪平静，约拿却宁肯死在海中，也不肯去尼尼微传道。他竟然要求同船的人把他扔到海中去。船上的人危急无奈只好把他扔到海中，风浪立刻就平息了，使船上的人对耶和华极其敬畏。 但是耶和华安排了一条大鱼吞了约拿。他在鱼腹中三日三夜。</p>','2018-07-19 3:51:5'),(248,'9190163','圣诞之夜','140013','/public/upload/myImage-1531981620014.jpg',0,1,'11.5*12.8','2016',NULL,'<p>约瑟也从加利利的拿撒勒城上犹太去，到了大卫的城，名叫伯利恒，因他本是大卫一族一家的人，要和他所聘之妻马利亚一同报名上册。那时马利亚的身孕已经重了。他们在那里的时候，马利亚的产期到了，就生了头胎的儿子，用布包起来，放在马槽里，因为客店里没有地方。</p>','2018-07-19 6:27:18'),(249,'9191070','耶稣爱我','140013','/public/upload/myImage-1531981691060.jpg',0,1,'11*8.5','2010',NULL,'<p>耶稣就是爱，耶稣的爱是舍己的爱，是舍命的爱。为要把世人从黑暗的权势中拯救出来。耶稣爱你、爱我、爱他，同时他也让我们彼此相爱。&nbsp;</p>','2018-07-19 6:28:20'),(250,'9192088','耶稣在旷野','140013','/public/upload/myImage-1531981769148.jpg',0,1,'10.5*12','2012',NULL,'<p>耶稣被圣灵引到旷野，受魔鬼的试探。他禁食四十昼夜，后来就饿了。那试探人的进前来，对他说：“你若是神的儿子，可以吩咐这些石头变成食物。”耶稣却回答说：“经上记着说：‘人活着，不是单靠食物，乃是靠神口里所出的一切话。’”&nbsp;</p><p>&nbsp;</p><ul><li>2014 年入选“第三届广州国际藏书票双年展”&nbsp;</li></ul>','2018-07-19 6:29:44'),(251,'9193062','莎乐美','140013,12','/public/upload/myImage-1531981828934.jpg',0,1,'10.5*11.5','2009',NULL,'<p>《圣经》新约中记载，莎乐美是希罗底的女儿，妖艳动人、能歌善舞，后来她的母亲希罗底嫁给希律王。这桩丧伦的婚姻遭到施洗约翰的责备，希罗底怀恨在心。一次希律王请莎乐美跳舞助兴，并满足她任何要求。她的舞姿楚楚动人，使希律王和满朝文武瞠目。舞后希律王请莎乐美提要求，莎乐美在母亲的唆使下，提出要施洗约翰的头，。昏聩的希律王为讨好二个女人的欢心，命人将约翰斩首并把首级赐于莎乐美。&nbsp;</p><ul><li>&nbsp;</li><li>2010年 获《第13届全国藏书票小版画艺术展》金奖</li><li>2010年 入选《第33届国际藏书票大展》（土耳其）</li><li>2010年 入选《中国优秀藏书票赴伊斯坦布尔特邀展》</li></ul>','2018-07-19 6:30:54'),(252,'9194152','呼召马太','140013','/public/upload/myImage-1531981900876.jpg',0,1,'10.5*13','2016',NULL,'<p>耶稣看见一个人名叫马太，坐在稅关上，就对他说：“你跟从我来。”他就起来跟从了耶稣。耶稣在屋里坐席的时候，有好些税吏和罪人来，与耶稣和他的门徒一同坐席。法利赛人看见，就对耶稣的门徒说：“你们的先生为什么和税吏并罪人一同吃饭呢？”耶稣听见就说：“健康的人用不着医生，有病的人才用得着。经上说：‘我喜爱怜恤，不喜爱祭祀。’这句话的意思，你们且去揣摩。我来本不是召义人，乃是召罪人。”&nbsp;</p>','2018-07-19 6:31:45'),(253,'9195157','撒种的比喻','140013','/public/upload/myImage-1531981940792.jpg',0,1,'11*12','2016',NULL,'<p>有一天耶稣坐在海边，有许多人到他那里聚集，他只得上船坐下，众人都站在岸上。他用比喻对他们讲许多道理，说：“有一个撒种的出去撒种，撒的时候，有落在路旁的，飞鸟来吃尽了。有落在土浅石头地上的，土既不深，发苗最快，日头出来一晒，因为没有根，就枯干了。有落在荆棘里的，荆棘长起来，把它挤住了。又有落在好土里的，就结实，有一百倍的，有六十倍的，有三十倍的。”&nbsp;</p>','2018-07-19 6:32:26'),(254,'9196141','少年财主寻求永生','140013','/public/upload/myImage-1531981982747.jpg',0,1,'10.8*13','2015',NULL,'<p>有一个人来见耶稣说：“夫子，我该做什么善事，才能得永生？”耶稣对他说：“你为什么以善事问我呢？只有一位是善的。你若要进入永生，就当遵守诫命。”他说：“什么诫命？”耶稣说：“就是不可杀人，不可奸淫，不可偷盗，不可作假见证，当孝敬父母，又当爱人如己。”那少年人说：“这一切我都遵守了，还缺少什么呢？”耶稣说：“你若愿意作完全人，可以变卖你所有的，分给穷人，就必有财宝在天上，你还要来跟从我。”那少年人听见这话，就忧忧愁愁地走了，因为他的产业很多。耶稣对门徒说：“我实在告诉你们，财主进天国是难的。我又告诉你们，骆驼穿过针的眼，比财主进神的国还容易呢！”&nbsp;</p>','2018-07-19 6:33:10'),(255,'9197146','女儿，你的信救了你','140013','/public/upload/myImage-1531982063781.jpg',0,1,'11*12','2016',NULL,'<p>有一个女人，患了十二年的血漏，在好些医生手里受了很多的苦，又花尽了她所有的，一点也不见好，病势反倒更重了。她听见耶稣的事，就从后头来，杂在众人中间摸耶稣的衣裳，意思说：“我只摸他的衣裳，就必痊愈。”于是她血漏的源头立刻干了，她便觉得身上的灾病好了。耶稣顿时心里觉得有能力从自己身上出去，就在众人中间转过来，说：“谁摸我的衣裳？”门徒对他说：“你看众人拥挤你，还说‘谁摸我吗’？”耶稣周围观看，看见作这事的女人。那女人知道在自己身上所成的事，就恐惧战兢，来俯伏在耶稣跟前，将实情全告诉他。耶稣对她说：“女儿，你的信救了你，平平安安地回去吧！你的灾病痊愈了。”&nbsp;</p>','2018-07-19 6:34:27'),(256,'9198148','耶稣在海面上行走','140013','/public/upload/myImage-1531982095484.jpg',0,1,'11*11.5','2016',NULL,'<p>到了晚上，船在海中，耶稣独自在岸上；看见门徒因风不顺，摇撸甚苦；夜里约有四更天，就在海面上走，往他们那里去，意思是要走过他们去。但门徒看见他在海面上走，以为是鬼怪，就喊叫起来；因为他们都看见了他，甚且惊慌。耶稣连忙对他们说：“你们放心！是我，不要怕！”于是到他们那里上了船，风就住了，他们心里十分惊奇。&nbsp;</p>','2018-07-19 6:35:4'),(257,'9199145','哪哒香膏','140013','/public/upload/myImage-1531982141473.jpg',0,1,'10*12.5','2016',NULL,'<p>耶稣在伯大尼长大麻风的西门家里坐席的时候，有一个女人拿着一玉瓶至贵的真哪哒香膏来，打破玉瓶，把膏浇在耶稣的头上。有几个人心中很不喜悦，说：“何用这样枉费香膏呢？这香膏可以卖三十多两银子周济穷人。”他们就向那女人生气。耶稣说：“由她吧！为什么难为她呢？她在我身上作的是一件美事。因为常有穷人和你们同在，要向他们行善，随时都可以，只是你们不常有我。她所作的，是尽她所能的，她是为我安葬的事，把香膏预先浇在我身上。我实在告诉你们，普天之下，无论在什么地方传这福音，也要述说这女人所作的，以为记念。”</p>','2018-07-19 6:35:44'),(258,'9200149','睚鲁的女儿','140013','/public/upload/myImage-1531982171197.jpg',0,1,'11*12','2016',NULL,'<p>有一个管会堂的，名叫睚鲁，来俯伏在耶稣脚前，求耶稣到他家里去，因为他有一个独生女儿，约有十二岁，快要死了。还说话的时候，有人从管会堂的家里来，说：“你的女儿死了，不要劳动夫子。”耶稣听见就对他说：“不要怕！只要信！你的女儿就必得救。”耶稣到了他的家，除了彼得、约翰、雅各和女儿的父母，不许别人同他进去。众人都为这女儿哀哭捶胸。耶稣说：“不要哭，她不是死了，是睡着了。”他们晓得女儿已经死了，就嗤笑耶稣，耶稣拉着她的手，呼叫说：“女儿，起来吧！”她的灵魂便回来，她就立刻起来了。耶稣吩咐给她东西吃。她的父母惊奇得很。&nbsp;</p>','2018-07-19 6:36:20'),(259,'9201168','抹大拉的马利亚得救','140013','/public/upload/myImage-1531982215944.jpg',0,1,'10*13','2016',NULL,'<p>耶稣周游各城各乡传道，宣讲神国的福音。和他同去的有十二个门徒，还有被恶鬼所附，被疾病所累，已经治好了的几个妇女，内中有称为抹大拉的马利亚，曾有七个鬼从她身上被赶出来。&nbsp;</p>','2018-07-19 6:37:4'),(260,'9202069','抹大拉的玛丽娅','140013','/public/upload/myImage-1531982254362.jpg',0,1,'9*11.5','2010',NULL,'<p>抹大拉的玛利亚因受耶稣感化忏悔了过去的罪过，得到了赦免后皈依基督，成为圣女。 耶稣曾从她身上驱除了七个鬼，释放了她的生命。她亲眼目睹了耶稣被钉在十字架上，耶稣复活她是第一个见证耶稣复活的人。 抹大拉的玛利亚的事迹记载在（路加福音8:2 &nbsp; 24:10）（马可福音15—16章）（马太福音27—28章）以及（约翰福音19—20章）均提到她。&nbsp;</p><p>&nbsp;</p><ul><li>2012年获《2012第二届广州国际藏书票双年展》优秀藏书票奖&nbsp;</li></ul>','2018-07-19 6:37:48'),(261,'9203099','马大和马利亚','140013','/public/upload/myImage-1531982299130.jpg',0,1,'10.5*12','2012',NULL,'<p>耶稣进了一个村庄。有一个女人，名叫马大，接他到自己家里。她有一个妹子，名叫马利亚，在耶稣脚前坐着听他的道。马大伺候的事多，心里忙乱，就进前来，说：“我的妹子留下我一个人伺候，你不在意吗？请吩咐她来帮助我。”耶稣回答说：“马大！马大！你为许多的事思虑烦扰；但是不可少的只有一件；马利亚已经选择那上好的福分，是不能夺去的。”&nbsp;</p>','2018-07-19 6:38:29'),(262,'9204109','浪子回头','140013','/public/upload/myImage-1531982346969.jpg',0,1,'10.5*13.4','2014',NULL,'<p>一个人有两个儿子，小儿子对父亲说：“父亲，请你把我应得的家业分给我。”他父亲就把产业分给他们。小儿子就把他一切所有的，都收拾起来，往远方去了。在那里任意放荡，挥霍资财。耗尽了一切所有的，又遇那地方大遭饥荒。他恨不得拿猪所吃的豆荚充饥，也没人给他。他醒悟过来，就说：“我父亲有多少的雇工，口粮有余，我倒在这里饿死吗？”于是他决心要回到父亲那里去，请求父亲原谅自己。离家不远处，父亲看见他，就动了慈心，跑去抱着他的颈项，连连与他亲嘴。儿子说：“父亲，我得罪了天，又得罪了你，从今以后，我不配称为你的儿子。”他父亲却吩咐仆人说：“把那上好的袍子快拿来给他穿；把戒指戴在他指头上，把鞋穿在他脚上；把那上好的牛犊牵来宰了，我们可以吃喝快乐；因为我这个儿子是死而复活，失而又得的。”&nbsp;</p><p>&nbsp;</p><ul><li>2016 年入选“第四届广州国际藏书票双年展”&nbsp;</li></ul>','2018-07-19 6:39:23'),(263,'92205151','税吏长撒该','140013','/public/upload/myImage-1531982396322.jpg',0,1,'10.5*13','2016',NULL,'<p>耶稣进了耶利哥，正经过的时候，有一个人名叫撒该，作税吏长，是个财主。他要看看耶稣是怎样的人，只因人多，他的身量又矮，所以不得看见，就跑到前头， 爬上桑树，要看耶稣，因为耶稣必从那里经过。耶稣到了那里，抬头一看，对他说：“撒该，快下来！今天我必住在你家里。”他就急忙下来，欢欢喜喜地接待耶稣。众人看见，都私下议论说：“他竟到罪人家里去住宿。”撒该站着对主说：“主啊， 我把所有的一半给穷人；我若讹诈了谁，就还他四倍。”耶稣说：“今天救恩到了这家，因为他也是亚伯拉罕的子孙。人子来，为要寻找拯救失丧的人。”&nbsp;</p>','2018-07-19 6:40:4'),(264,'9206080','在客西马尼园的祷告','140013','/public/upload/myImage-1531982454554.jpg',0,1,'8.5*10','2011',NULL,'<p>客西马尼园是耶路撒冷的一个果园。耶稣在上十字架的前夜，和他的门徒在最后的晚餐之后前往此处祷告。根据《路加福音》的记载，耶稣在客西马尼园极其伤痛，祷告更加恳切，“汗珠如大血点滴在地上”。&nbsp;</p>','2018-07-19 6:41:4'),(265,'9207172','基督与撒玛利亚妇人谈道','140013','/public/upload/myImage-1531982493251.jpg',0,1,'12.2*13','2017',NULL,'<p>耶稣来到撒玛利亚的一座城，名叫叙加，在那里有雅各井，耶稣因走路困乏，就坐在井旁，那时约有午正。有一位撒玛利亚妇人来打水，耶稣对她说：“请你给我水喝。”撒玛利亚妇人对他说：“你既是犹太人，为什么向我一个撒玛利亚妇人要水喝呢？”耶稣回答说：“你若知道神的恩赐，和对你说：‘给我水喝’的是谁，你必早求他，他也必早给你活水。”妇人说：“先生，没有打水的器具，井又深，你从哪里得活水呢？我们的祖宗雅各，将这井留给我们。他自己和儿子并牲畜，也喝这井里的水，难道你比他还大吗？”耶稣回答说：“凡喝这水的，还要再渴；人若喝我所赐的水，就永远不渴；我所赐的水，要在他里头成为泉源，直涌到永生。”&nbsp;</p>','2018-07-19 6:41:43'),(266,'9208155','行淫时被捉的妇人','140013','/public/upload/myImage-1531982534640.jpg',0,1,'12*13','2016',NULL,'<p>文士和法利赛人，带着一个行淫时被拿的妇人来，叫她站在当中，就对耶稣说：“夫子，这妇人是正行淫之时被拿的。摩西律法上吩咐我们，把这样的妇人用石头打死。你说该把她怎么样呢？”他们说这话，乃试探耶稣，要得着告他的把柄。耶稣却弯着腰，用指头在地上画字。他们还是不住地问他，耶稣直起腰来，对他们说：“你们中间谁是没有罪的，谁就可以先拿石头打她。”于是又弯着腰，用指头在地上画字。他们听见这话，就从老到少，一个一个地都出去了，只剩下耶稣一人，还有那妇人仍然站在当中。耶稣就直起腰来，对她说：“妇人，那些人在哪里呢？没有人定你的罪吗？”她说：“主啊，没有。”耶稣说：“我也不定你的罪。去吧！从此不要再犯罪了。”&nbsp;</p>','2018-07-19 6:42:25'),(267,'9209112','司提反殉道','140013','/public/upload/myImage-1531982573910.jpg',0,1,'10.5*13.7','2014',NULL,'<p>司提反满有恩惠、能力，在民间广行神迹奇事，而惹怒犹太教的人，把他捉拿，诬告他毁坏律法，最后用石头把他活活打死。司提反死前发表了一篇护教的演讲，使他成为以后的基督教护教士的先驱。&nbsp;</p><p>&nbsp;</p><ul><li>2016 年获“俄罗斯第三十六届国际藏书票双年展”特别奖&nbsp;</li></ul>','2018-07-19 6:43:9'),(268,'9210108','保罗在去大马色的路上','140013','/public/upload/myImage-1531982629695.jpg',0,1,'10.3*13','2014',NULL,'<p>扫罗（就是保罗）在前往大马色的路上，忽然从天上发光，四面照着他；他就扑倒在地，听见有声音对他说：“扫罗！扫罗！你为什么逼迫我？”他说：“主啊！你是谁？”主说：“我就是你逼迫的耶稣。起来！进城去，你所当作的事，必有人告诉你。”&nbsp;</p>','2018-07-19 6:43:57'),(269,'9211150','彼得为大比大祈祷','140013','/public/upload/myImage-1531982665904.jpg',0,1,'10*13','2016',NULL,'<p>在约帕有一个女徒，名叫大比大，翻希利尼话就是多加，她广行善事，多施周济。当时，她患病而死，有人把她洗了，停在楼上。门徒听见彼得在吕大，就打发两个人去见他，央求他说：“快到我们那里去，不要耽延。”彼得就起身和他们同去；到了，便有人领他上楼。众寡妇都站在彼得旁边哭，拿多加与她们同在时候做的里衣外衣给他看。彼得叫他们都出去，就跪下祷告，转身对着死人说：“大比大！起来！”她就睁开眼睛，见了彼得便坐起来。彼得伸手扶她起来，叫众圣徒和寡妇进去，把多加活活地交给他们。这事传遍了约帕，就有很多人信了主。&nbsp;</p>','2018-07-19 6:44:35'),(270,'9212159','彼得见异象','140013','/public/upload/myImage-1531982703286.jpg',0,1,'10*13','2016',NULL,'<p>彼得约在午正上房顶去祷告；觉得饿了，想要吃，那家的人正预备饭的时候，彼得魂游象外，看见天开了，有一物降下，好像一块大布，系着四角，缒在地上。里面有地上各样四足的走兽和昆虫，并天上的飞鸟。又有声音向他说：“彼得，起来！宰了吃。”彼得却说：“主啊，这是不可的，凡俗物和不洁净的物，我从来没有吃过。”第二次有声音向他说：“神所洁净的，你不可当作俗物。”这样一连三次，那物随即收回天上去了。&nbsp;</p>','2018-07-19 6:45:11'),(271,'9213147','被巫鬼附体旳使女','140013','/public/upload/myImage-1531982763850.jpg',0,1,'11*11','2016',NULL,'<p>保罗一行往那祷告的地方去，有一个使女迎着面来，她被巫鬼所附，用法术，叫她主人们大得财利。她跟随保罗和我们，喊着说：“这些人是至高神的仆人，对你们传说救人的道。”她一连多日这样喊叫，保罗就心中厌烦，转身对那鬼说：“我奉耶稣基督的名，吩咐你从她身上出来！”那鬼当时就出来了。&nbsp;</p>','2018-07-19 6:46:11'),(272,'9214153','耶稣必再来','140013','/public/upload/myImage-1531982799941.jpg',0,1,'10*11','2016',NULL,'<p>“看哪！我必快来。赏罚在我，要照各人所行的报应他。我是阿拉法，我是俄梅戛；我是首先的，我是末后的；我是初，我是终。”&nbsp;</p>','2018-07-19 6:46:48');

/*Table structure for table `paintings_edition` */

DROP TABLE IF EXISTS `paintings_edition`;

CREATE TABLE `paintings_edition` (
  `paintings_editionNum` varchar(12) NOT NULL COMMENT '画作版号',
  `status` int(2) DEFAULT '0' COMMENT '售出状态 0-未售出 1-已售出',
  `selltime` varchar(20) DEFAULT NULL COMMENT '出售时间',
  `buyer` varchar(10) DEFAULT NULL COMMENT '购买人',
  `buyer_phone` varchar(20) DEFAULT NULL COMMENT '购买人电话',
  `paintings_id` bigint(20) NOT NULL COMMENT '画作的id',
  KEY `FK_paintings_edition` (`paintings_id`),
  CONSTRAINT `FK_paintings_edition` FOREIGN KEY (`paintings_id`) REFERENCES `paintings` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `paintings_edition` */

/*Table structure for table `paintings_price` */

DROP TABLE IF EXISTS `paintings_price`;

CREATE TABLE `paintings_price` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '价格ID',
  `item_id` int(6) NOT NULL COMMENT '画作ID',
  `date` date DEFAULT NULL COMMENT '变更时间',
  `price` decimal(10,0) NOT NULL COMMENT '价格',
  `item_type` int(1) NOT NULL DEFAULT '0' COMMENT 'item的类型 ： 1-画作； 2-画作的分类，分类或套装',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8;

/*Data for the table `paintings_price` */

insert  into `paintings_price`(`id`,`item_id`,`date`,`price`,`item_type`) values 
(2,1,'2018-05-28','499',1),(3,1,'2018-05-29','998',1),
(4,1,'2018-06-01','377',1),(5,1,'2018-06-02','900',1),
(6,93,'2018-04-01','8000',1),(7,93,'2018-05-01','8500',1),
(8,93,'2018-06-01','9000',1),(9,93,'2018-07-01','10000',1),
(10,94,'2018-04-01','6500',1),(11,94,'2018-05-01','7000',1),
(12,94,'2018-06-01','7500',1),(13,94,'2018-07-01','8000',1),
(14,95,'2018-04-01','6500',1),(15,95,'2018-05-01','7000',1),
(16,95,'2018-06-01','7500',1),(17,95,'2018-07-01','8000',1),
(18,57,'2018-04-01','8500',1),(19,57,'2018-05-01','9000',1),
(20,57,'2018-06-01','9500',1),(21,57,'2018-07-01','10000',1),
(22,58,'2018-04-01','8500',1),(23,58,'2018-05-01','9000',1),
(24,58,'2018-06-01','9500',1),(25,58,'2018-07-01','10000',1);

/*Table structure for table `paintings_type` */

DROP TABLE IF EXISTS `paintings_type`;

CREATE TABLE `paintings_type` (
  `paintings_id` bigint(20) NOT NULL COMMENT '画作id',
  `type_id` int(11) NOT NULL COMMENT '类型id',
  PRIMARY KEY (`paintings_id`,`type_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `paintings_type` */

insert  into `paintings_type`(`paintings_id`,`type_id`) values
 (57,9),(57,12),(58,9),(59,9),(60,9),(61,9),(62,9),(63,9),
 (65,9),(66,9),(67,9),(68,9),(69,9),(70,9),(71,9),(72,9),
 (73,9),(74,9),(75,12),(75,140007),(76,12),(76,140007),
 (77,140007),(78,140007),(79,140007),(80,140007),(81,140007),
 (82,140007),(83,140007),(84,140007),(85,140007),(86,140007),
 (87,140007),(88,140007),(89,140007),(90,140007),(91,140007),
 (92,140007),(93,8),(93,12),(94,8),(95,8),(96,8),(97,8),(98,8),
 (98,12),(99,8),(100,8),(101,8),(102,8),(103,8),(104,8),(105,8),
 (106,8),(107,8),(108,8),(109,8),(110,8),(111,8),(112,8),
 (113,8),(114,8),(115,140008),(116,140009),(117,140009),(118,11),
 (119,11),(120,11),(122,140007),(123,140007),(124,140007),(125,9),
 (126,140008),(127,140008),(128,140008),(129,140008),(130,140008),
 (131,140008),(132,140008),(133,140008),(134,140008),(135,140008),
 (136,140008),(137,140008),(138,140008),(139,140008),(140,140008),
 (141,140008),(142,140008),(143,140008),(144,140008),(145,140008),
 (146,140008),(147,140008),(148,140008),(149,140009),(150,140009),
 (151,140009),(152,140009),(153,140009),(154,140009),(155,140009),
 (156,140009),(157,140009),(158,140009),(159,140009),(160,140009),
 (161,140009),(162,140009),(163,140009),(164,140009),(165,140009),
 (166,140009),(167,140009),(168,140009),(169,140009),(170,140009),
 (171,140009),(172,140010),(173,140010),(174,140010),(175,140010),
 (176,140010),(177,140010),(178,140010),(179,140010),(180,140010),
 (181,140010),(182,140010),(183,140010),(184,140010),(185,140010),
 (186,140010),(187,140010),(188,140010),(189,140010),(190,140010),
 (191,140010),(192,140010),(193,140010),(194,140010),(195,140010),
 (196,140010),(197,140011),(198,140011),(199,140011),(200,140011),
 (201,140011),(202,140011),(203,140011),(204,140011),(205,140011),
 (206,140011),(207,140011),(208,140011),(209,140011),(210,12),
 (210,140011),(211,140011),(212,140011),(213,140011),(214,140011),
 (215,140011),(216,140011),(217,140011),(218,12),(218,140011),
 (219,140011),(220,140011),(221,140011),(222,140012),(223,140012),
 (224,140012),(225,140012),(226,140012),(227,12),(227,140012),
 (228,140012),(229,140012),(230,140012),(231,140012),(232,140012),
 (233,140012),(234,140012),(235,140012),(236,140012),(237,140012),
 (238,140012),(239,140012),(240,140012),(241,140012),(242,140012),
 (243,140012),(244,140012),(245,140012),(246,140012),(247,140012),
 (248,140013),(249,140013),(250,140013),(251,12),(251,140013),
 (252,140013),(253,140013),(254,140013),(255,140013),(256,140013),
 (257,140013),(258,140013),(259,140013),(260,140013),(261,140013),
 (262,140013),(263,140013),(264,140013),(265,140013),(266,140013),
 (267,140013),(268,140013),(269,140013),(270,140013),(271,140013),(272,140013);

/*Table structure for table `reply` */

DROP TABLE IF EXISTS `reply`;

CREATE TABLE `reply` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '回复表ID',
  `menu_id` int(6) NOT NULL COMMENT '模块ID',
  `pid` int(6) NOT NULL COMMENT '回复项目ID',
  `people_id` varchar(40) DEFAULT NULL COMMENT '引用人ID',
  `title` varchar(40) DEFAULT NULL COMMENT '回复标题',
  `content` int(6) DEFAULT NULL COMMENT '回复内容',
  `author_id` int(6) DEFAULT NULL COMMENT '作者ID',
  `author_type` int(1) DEFAULT NULL COMMENT '作者类型',
  `like_sum` int(90) DEFAULT NULL COMMENT '点赞数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `reply` */

/*Table structure for table `sign_in` */

DROP TABLE IF EXISTS `sign_in`;

CREATE TABLE `sign_in` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '签到表ID',
  `pid` int(6) NOT NULL COMMENT '活动ID',
  `name` varchar(40) DEFAULT NULL COMMENT '姓名',
  `weixin` varchar(40) DEFAULT NULL COMMENT '微信号',
  `phone` varchar(13) DEFAULT NULL COMMENT '联系电话',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sign_in` */

/*Table structure for table `sign_up` */

DROP TABLE IF EXISTS `sign_up`;

CREATE TABLE `sign_up` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '报名ID',
  `pid` int(6) NOT NULL DEFAULT '0' COMMENT '模块ID',
  `name` varchar(20) NOT NULL DEFAULT '' COMMENT '姓名',
  `phone` varchar(13) NOT NULL DEFAULT '' COMMENT '手机号',
  `weixin` varchar(40) DEFAULT '' COMMENT '微信号',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `sign_up` */

/*Table structure for table `sys_menu` */

DROP TABLE IF EXISTS `sys_menu`;

CREATE TABLE `sys_menu` (
  `id` int(8) NOT NULL AUTO_INCREMENT COMMENT '菜单ID',
  `name` varchar(40) NOT NULL COMMENT '菜单名称',
  `link` varchar(99) DEFAULT NULL COMMENT '菜单链接地址',
  `pid` int(8) NOT NULL DEFAULT '0' COMMENT '菜单父ID',
  `state` int(1) NOT NULL DEFAULT '0' COMMENT '启用状态：0禁用  1启用',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `sys_menu` */

insert  into `sys_menu`(`id`,`name`,`link`,`pid`,`state`) values
(1,'画作管理','http://127.0.0.1:3000',0,1);

/*Table structure for table `sys_type` */

DROP TABLE IF EXISTS `sys_type`;

CREATE TABLE `sys_type` (
  `id` int(8) NOT NULL AUTO_INCREMENT COMMENT '类型ID',
  `type_name` varchar(20) NOT NULL COMMENT '类型名称',
  `pid` int(8) NOT NULL COMMENT '父ID（模块ID）',
  `price` int(10) DEFAULT NULL COMMENT '价格',
  `modle_name` varchar(20) NOT NULL DEFAULT '0' COMMENT '模块名',
  `content` varchar(299) DEFAULT NULL COMMENT '类型简介',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=140015 DEFAULT CHARSET=utf8;

/*Data for the table `sys_type` */

insert  into `sys_type`(`id`,`type_name`,`pid`,`price`,`modle_name`,`content`) values
 (1,'新闻',0,NULL,'news','新闻'),(2,'资讯',1,NULL,'news','新闻的咨询'),
 (3,'实时新闻',1,NULL,'news','新闻的实时新闻'),
 (4,'线上活动',0,NULL,'onActivity','线上活动'),
 (5,'画作',0,NULL,'paintings','画作'),(6,'套装',5,NULL,'paintings','画作下的套装'),
 (7,'系列',5,NULL,'paintings','画作下的系列'),
 (8,'中国文学故事',6,148100,'paintings','中国文学故事，共23幅，金奖作品8幅。'),
 (9,'外国文学故事',6,102800,'paintings','外国文学故事，共19幅，金奖作品5幅。'),
 (11,'单品',5,NULL,'paintings','画作下的单品'),
 (12,'金奖作品',5,NULL,'paintings','画作下的金奖作品'),
 (13,'艺术家',0,NULL,'artist','艺术家模块'),
 (140007,'版画岁月A',6,203900,'paintings','版画岁月A，共22幅，金奖作品2幅。'),
 (140008,'版画岁月B',6,36900,'paintings','版画岁月B，共24幅，金奖作品1幅'),
 (140009,'生活趣味A',6,82900,'paintings','生活趣味A，共25幅，金奖作品2幅。'),
 (140010,'生活趣味B',6,89900,'paintings','生活趣味B，共25幅'),
 (140011,'圣经故事系列A',7,100500,'paintings','圣经故事系列A，共25幅，金奖作品3幅'),
 (140012,'圣经故事系列B',7,102800,'paintings','圣经故事系列B，共26幅作品，金奖作品4幅'),
 (140013,'圣经故事系列C',7,89000,'paintings','圣经故事系列C，共25幅，金奖作品1幅');

/*Table structure for table `sys_user` */

DROP TABLE IF EXISTS `sys_user`;

CREATE TABLE `sys_user` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '系统用户ID',
  `user_name` varchar(20) NOT NULL COMMENT '系统用户名称',
  `user_phone` varchar(13) NOT NULL COMMENT '系统用户电话',
  `user_idcard` varchar(20) DEFAULT NULL COMMENT '系统用户身份证号',
  `user_pwd` varchar(20) NOT NULL COMMENT '系统用户登陆密码',
  `user_sex` varchar(2) DEFAULT NULL COMMENT '系统用户性别',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `sys_user` */

insert  into `sys_user`(`id`,`user_name`,`user_phone`,`user_idcard`,`user_pwd`,`user_sex`) values 
(1,'泮圆圆','15624348533','371425199109148765','123456','女'),
(2,'管理员','17686401388',NULL,'123',NULL);

/*Table structure for table `t_cms` */

DROP TABLE IF EXISTS `t_cms`;

CREATE TABLE `t_cms` (
  `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '主键id',
  `title` varchar(255) DEFAULT NULL COMMENT '标题',
  `content` text COMMENT '内容',
  `creater_id` int(11) DEFAULT NULL,
  `creat_time` varchar(40) DEFAULT NULL COMMENT '创建时间',
  `type_id` int(11) DEFAULT NULL COMMENT '所属类型id',
  `img_path` varchar(1000) DEFAULT NULL COMMENT '图片地址',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=114 DEFAULT CHARSET=utf8;

/*Data for the table `t_cms` */

insert  into `t_cms`(`id`,`title`,`content`,`creater_id`,`creat_time`,`type_id`,`img_path`) values 
(111,'周东申版画展在山东工艺美院开幕','<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;10月17日上午，由山东工艺美术学院主办，现代手工艺学院承办的周东申教授版画展在我校长清校区图书馆一楼展厅举行。山东工艺美术学院院长潘鲁生、副院长张云龙、苗登宇,现代手工艺学院院长赵进、党总支书记刘慎华、副院长宋处岭，山东工艺美术学院各部门领导、校友和新闻媒体出席了此次展览。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;周东申教授，1963年毕业于浙江美术学院（现中国美术学院）版画系。现为山东工艺美术学院教授、中国美术家协会会员、中国版画家协会会员、中国美协藏书票艺委会会员、山东藏书票学会名誉会长。在展览开幕式上，潘鲁生着重强调周东申先生的版画从题材到构思，推陈出新，以返璞归真的艺术风格，表现出艺术的真实性，不虚伪，不做作。周先生的作品视野开阔，富有气势，在他的笔下流露着一股自然的美感，给人以丰富的启迪和审美的愉悦。周东申教授把版画创作当成自己的事业，将东西方版画艺术的精髓融入自己的创作中，形成周氏版画的独特面貌。随后，各位来宾、领导及师生认真观看了展览。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;展览的近百幅作品，不仅是周东申教授的创作成果，也是他五十年执着的艺术结晶。本次展览将持续到10月22日结束。</p><p>&nbsp;</p><figure class=\"image\"><img src=\"/public/upload/myImage-1531713443978.jpg\"></figure>',1,'2018-07-16 03:58:00',2,'/public/upload/myImage-1531713415185.jpg'),
(112,'温琴佐-桑弗先生参观周东申版画展','<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;温琴佐·桑弗，济南市荣誉市民，意大利文化艺术中心主席，国际著名策展人，长期致力于国际文化交流。桑弗是济南人的老朋友，十几年来“来过济南不下100次”，由他策划并组织的“毕加索版画原作展”、“意大利当代设计艺术展”、“意大利雕塑展”等一系列展览在济南都产生了很大影响。</p><figure class=\"image\"><img src=\"/public/upload/myImage-1531713627848.png\"></figure>',1,'2018-07-16 04:00:29',4,'/public/upload/myImage-1531713593399.png'),
(113,'建校40周年学术活动之“周东申教授版画展”','<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;10月17日上午，由山东工艺美术学院主办，现代手工艺学院承办的周东申教授版画展在我校长清校区图书馆一楼展厅举行。山东工艺美术学院院长潘鲁生、副院长张云龙、苗登宇,现代手工艺学院院长赵进、党总支书记刘慎华、副院长宋处岭，山东工艺美术学院各部门领导、校友和新闻媒体出席了此次展览。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 周东申教授，1963年毕业于浙江美术学院（现中国美术学院）版画系。现为山东工艺美术学院教授、中国美术家协会会员、中国版画家协会会员、中国美协藏书票艺委会会员、山东藏书票学会名誉会长。在展览开幕式上，潘鲁生着重强调周东申先生的版画从题材到构思，推陈出新，以返璞归真的艺术风格，表现出艺术的真实性，不虚伪，不做作。周先生的作品视野开阔，富有气势，在他的笔下流露着一股自然的美感，给人以丰富的启迪和审美的愉悦。周东申教授把版画创作当成自己的事业，将东西方版画艺术的精髓融入自己的创作中，形成周氏版画的独特面貌。随后，各位来宾、领导及师生认真观看了展览。</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 展览的近百幅作品，不仅是周东申教授的创作成果，也是他五十年执着的艺术结晶。本次展览将持续到10月22日结束。</p>',1,'2018-07-16 04:27:28',2,'/public/upload/myImage-1531715247367.jpg');

/*Table structure for table `tablecloud_version` */

DROP TABLE IF EXISTS `tablecloud_version`;

CREATE TABLE `tablecloud_version` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '版本表的ID',
  `version` varchar(20) DEFAULT NULL COMMENT '版本信息（版本号）',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

/*Data for the table `tablecloud_version` */

insert  into `tablecloud_version`(`id`,`version`) values (1,'V0.1'),(2,'V0.2');

/*Table structure for table `weixin_message` */

DROP TABLE IF EXISTS `weixin_message`;

CREATE TABLE `weixin_message` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '留言id',
  `target_type` varchar(10) DEFAULT NULL COMMENT '留言所属类型',
  `target_id` bigint(50) DEFAULT NULL COMMENT '所属类型中记录的id',
  `pid` bigint(20) DEFAULT '0' COMMENT '留言的父级id',
  `user_id` bigint(50) DEFAULT NULL COMMENT '留言者id',
  `content` varchar(1000) DEFAULT NULL COMMENT '留言内容',
  `create_time` varchar(20) DEFAULT NULL COMMENT '留言的创建时间',
  `top` int(2) DEFAULT '0' COMMENT '置顶 0：不置顶 1：置顶',
  `top_time` datetime DEFAULT NULL COMMENT '置顶时间',
  `liked` bigint(20) DEFAULT '0' COMMENT '点赞数',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `weixin_message` */

/*Table structure for table `weixin_reply` */

DROP TABLE IF EXISTS `weixin_reply`;

CREATE TABLE `weixin_reply` (
  `id` bigint(11) NOT NULL AUTO_INCREMENT COMMENT '回复表id',
  `message_id` bigint(20) DEFAULT NULL COMMENT '留言表id',
  `user_name` varchar(20) DEFAULT NULL COMMENT '回复人名称',
  `reply_time` varchar(20) DEFAULT NULL COMMENT '回复时间',
  `reply_content` varchar(1000) DEFAULT NULL COMMENT '回复内容',
  PRIMARY KEY (`id`),
  KEY `FK_weixin_reply` (`message_id`),
  CONSTRAINT `FK_weixin_reply` FOREIGN KEY (`message_id`) REFERENCES `weixin_message` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `weixin_reply` */

/*Table structure for table `weixin_user` */

DROP TABLE IF EXISTS `weixin_user`;

CREATE TABLE `weixin_user` (
  `id` int(6) NOT NULL AUTO_INCREMENT COMMENT '微信用户ID',
  `nickname` varchar(40) DEFAULT NULL COMMENT '微信昵称',
  `phone` varchar(13) DEFAULT NULL COMMENT '微信用户电话号码',
  `follow_time` varchar(40) DEFAULT NULL COMMENT '关注日期',
  `state` int(1) DEFAULT NULL COMMENT '微信公众号关注状态 0-未关注 1-已关注',
  `weixin` varchar(40) DEFAULT NULL COMMENT '微信号',
  `img` varchar(200) DEFAULT NULL COMMENT '头像',
  `identity` int(10) DEFAULT '0' COMMENT '身份 0：普通人 1：管理员',
  `openid` varchar(40) DEFAULT NULL,
  `is_able` int(2) DEFAULT '0' COMMENT '是否可用 0-可用 1-禁用',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

/*Data for the table `weixin_user` */

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
